Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, it, pt

source: You cannot remove your primary email address (%(email)s).
es: No puede borrar su dirección de correo electrónico principal (%(email)s).
fr: Vous ne pouvez pas supprimer votre adresse e-mail principale (%(email)s).
id: Anda tidak dapat menghapus alamat email utama Anda (%(email)s).
it: Non puoi rimuovere il tuo indirizzo email primario ( %(email)s).
pt: Não pode remover o seu endereço de e-mail principal (%(email)s).

source: Confirmation email sent to %(email)s.
es: Correo de confirmación enviado a %(email)s.
fr: E-mail de confirmation envoyé à %(email)s.
id: Email konfirmasi telah terkirim ke %(email)s.
it: Email di conferma inviata a %(email)s.
pt: Confirmação de e-mail enviado para %(email)s.

source: You have confirmed %(email)s.
es: Ha confirmado %(email)s.
fr: Vous avez confirmé l'adresse e-mail %(email)s.
id: Anda telah mengkonfirmasi %(email)s.
it: Hai confermato %(email)s.
pt: Confirmou %(email)s.

source: Removed email address %(email)s.
es: Dirección de correo electrónico %(email)s eliminada.
fr: L'adresse e-mail %(email)s a été supprimée.
id: Hapus alamat email %(email)s.
it: Indirizzo email rimosso %(email)s.
pt: Removido endereço de e-mail %(email)s.

source: Successfully signed in as %(name)s.
es: Ha entrado con éxito como %(name)s.
fr: Connexion réussie en tant que %(name)s.
id: Berhasil masuk sebagai %(name)s.
it: Entrato con successo come %(name)s.
pt: Login com êxito como %(name)s.

source: You have signed out.
es: Usted ha salido.
fr: Vous vous êtes déconnecté(e).
id: Anda telah keluar.
it: Sei uscito.
pt: Você saiu.

source: Password successfully changed.
es: Contraseña modificada con éxito.
fr: Changement de mot de passe réussi.
id: Kata kunci berhasil diubah.
it: Cambiato password con successo.
pt: Senha mudada com sucesso.

source: Password successfully set.
es: Contraseña establecida correctamente
fr: Définition du mot de passe réussie.
id: Kata kunci berhasil diatur.
it: Password assegnata con successo.
pt: Senha definida com sucesso.

source: Primary email address set.
es: Dirección de correo electrónico principal asignada.
fr: Adresse e-mail principale définie.
id: Alamat email utama diatur.
it: Assegnato indirizzo email primario.
pt: Endereço de e-mail primário definido.

source: Your primary email address must be verified.
es: Se debe verificar su dirección de correo electrónico principal.
fr: Vous devez confirmer votre adresse e-mail principale.
id: Alamat email utama Anda harus diverifikasi.
it: Il tuo indirizzo email primario deve essere verificato.
pt: O seu endereço de e-mail principal deve ser verificado.

source: Change Password
es: Cambiar contraseña
fr: Modifier le mot de passe
id: Ubah Kata Kunci
it: Cambia Password
pt: Mudar Senha

source: Change your password
es: Cambie su contraseña
fr: Modifiez votre mot de passe
id: Ubah kata kunci Anda
it: Cambia la tua password
pt: Mudar a sua senha

source: Current password
es: Contraseña actual
fr: Mot de passe actuel
id: Kata kunci saat ini
it: Password corrente
pt: Senha actual

source: Enter a new password
es: Introduzca una nueva contraseña
fr: Saisissez un nouveau mot de passe
id: Masukan kata kunci baru
it: Inserisci una nuova password
pt: Insira uma nova senha

source: Passwords must have a minimum of 10 characters and contain at least 3 of the following: lowercase characters, uppercase characters, special characters, and/or numerical characters. Passwords cannot contain the username or email address.
es: Las contraseñas deben tener un mínimo de 10 caracteres y contener al menos 3 de los siguientes elementos: minúsculas, mayúsculas, caracteres especiales y/o caracteres numéricos. Las contraseñas no pueden contener el nombre de usuario o la dirección de correo electrónico.
fr: Les mots de passe doivent contenir au moins 10 caractères et comporter au moins 3 des types de caractères suivants : minuscules, majuscules, caractères spéciaux ou chiffres. Les mots de passe ne doivent pas contenir le nom d'utilisateur ou l'adresse e-mail.
id: Password harus memiliki minimal 10 karakter dan mengandung setidaknya 3 hal berikut: karakter huruf kecil, karakter huruf besar, karakter khusus, dan / atau karakter numerik. Password tidak dapat berisi username atau alamat email.
it: Le password devono avere minimo 10 caratteri e contenere almeno 3 dei seguenti tipi di carattere: minuscoli, maiuscoli, speciali, e/o numerici. Le password non possono contenere il nome utente o indirizzo email.
pt: As senhas devem ter no mínimo 10 caracteres e conter pelo menos 3 das seguintes letras: letras minúsculas, letras maiúsculas, caracteres especiais e / ou caracteres numéricos. As senhas não podem conter o nome de usuário ou o endereço de e-mail.

source: Password Reset
es: Reinicio de contraseña
fr: Mot de passe réinitialisé
id: Reset Kata Kunci
it: Resetta Password
pt: Redefinir Senha

source: Reset your password
es: Reinicie su contraseña
fr: Réinitialisez votre mot de passe
id: Reset kata kunci Anda
it: Resetta la tua password
pt: Redefinir a sua senha

source: Enter email
es: Introduzca correo electrónico
fr: Saisir l'e-mail
id: Masukan email
it: Inserisci email
pt: Digitar endereço de e-mail

source: Password reset
es: Reinicio de contraseña
fr: Mot de passe réinitialisé
id: Kata kunci di-reset.
it: Resetta password
pt: Redefinir Senha

source: Your email address has been submitted. If it matches your account on the Cadasta Platform, you will receive an email shortly with instructions for resetting your password. Please <a href="mailto:support@cadasta.org">contact us</a> if you require assistance.
it: Il tuo indirizzo email è stato inviato. Se dovesse corrispondere al tuo account sulla Piattaforma Cadasta, riceverai un'email a breve con le istruzioni per resettare la tua password. La preghiamo <a href="mailto:support@cadasta.org">di contattarci </a> in caso di bisogno.

source: Bad token
es: Token erróneo
fr: Jeton incorrect
id: Token buruk
it: Token dannoso

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace de reinicio de contraseña no era válido, probablemente porque ya fue utilizado. Solicite un <a href="%(passwd_reset_url)s">nuevo reinicio de contraseña</a>.
fr: Le lien de réinitialisation du mot de passe ne fonctionne pas, probablement parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s">nouvelle réinitialisation du mot de passe</a>.
id: Tautan untuk reset kata kunci tidak valid, kemungkinan karena telah digunakan sebelumnya. Mohon meminta <a href="%(passwd_reset_url)s">reset kata kunci yang baru</a>.
it: Il link per resettare la password era invalido, possibilmente perché è già stato usato. La preghiamo di richiedere di nuovo di <a href="%(passwd_reset_url)s">resettare la password </a>.
pt: O link de redefinição de senha era inválido, possivelmente porque já foi utilizado. Solicitar um <a href="%(passwd_reset_url)s">new password reset</a>.

source: Your password is now changed.
es: Su contraseña ha cambiado
fr: Votre mot de passe a été changé.
id: Kata kunci Anda telah diubah.
it: La tua password è stata cambiata.
pt: A sua senha é alterada.

source: Set Password
es: Introduzca contraseña
fr: Définir le mot de passe
id: Atur Kata Kunci
it: Assegna Password
pt: Configurar a senha

source: Set password
es: Establecer contraseña
fr: Définir le mot de passe
id: Atur kata kunci
it: Assegna password
pt: Configurar a senha

source: Register
es: Registro
fr: S'inscrire
id: Daftar
it: Registrati
pt: Registo

source: Register for a free account
es: Regístrese para obtener una cuenta gratuita
fr: Créer un compte gratuitement
id: Daftar untuk sebuah akun gratis
it: Registrati con un account gratis
pt: Cadastre-se para criar uma conta gratuita

source: Choose your username
es: Elija su nombre de usuario
fr: Choisir votre nom d'utilisateur
id: Pilih nama pengguna
it: Scegli il tuo nome utente
pt: escolha seu nome de usuário

source: Already have an account? <a href="%(login_url)s">Sign in</a>
es: ¿Ya tiene una cuenta? <a href="%(login_url)s">Entrar</a>
fr: Vous avez déjà un compte ? <a href="%(login_url)s">Connectez-vous</a>
id: Sudah memiliki akun? <a href="%(login_url)s">Masuk</a>
it: Hai già un account? <a href="%(login_url)s">Accedi</a>
pt: Já tem uma conta? <a href="%(login_url)s">Sign in</a>

source: Sign Up Closed
es: Registro cerrado
fr: Inscriptions fermées
id: Pendaftaran Ditutup
it: Iscrizioni Chiuse
pt: Registar-se fechado

source: Sign up closed
es: Registro cerrado
fr: Inscriptions fermées
id: Pendaftaran ditutup
it: Iscrizioni chiuse
pt: Registar-se fechado

source: We are sorry, but the sign up is currently closed.
es: Lo sentimos, pero el registro está cerrado actualmente.
fr: Désolé, les inscriptions sont actuellement fermées.
id: Kami mohon maaf, pendaftaran saat ini ditutup.
it: Siamo spiacenti, ma le iscrizioni sono momentaneamente chiuse.
pt: Lamentamos, mas o registo está actualmente fechado.

source: You are currently logged in as <strong>%(user_display)s</strong>.
es: Actualmente está registrado como <strong>%(user_display)s</strong>.
fr: Vous êtes déjà connecté(e) avec en tant que <strong>%(user_display)s</strong>.
id: Saat ini Anda sedang masuk sebagai <strong>%(user_display)s</strong>.
it: In questo momento sei connesso/a come <strong>%(user_display)s</strong>.
pt: Está registado como <strong>%(user_display)s</strong>.

source: Verify Your Email Address
es: Verifique su dirección de correo electrónico
fr: Confirmer votre adresse e-mail
id: Verifikasi Alamat Email Anda
it: Verifica il tuo Indirizzo Email

source: Verify your email address
es: Verifique su dirección de correo electrónico
fr: Confirmer votre adresse e-mail
id: Verifikasi alamat email Anda
it: Verifica il tuo indirizzo email

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. Please <a href="mailto:support@cadasta.org">contact us</a> if you do not receive it within a few minutes.
es: Le hemos enviado un correo electrónico para llevar a cabo la verificación. Siga el enlace proporcionado para finalizar el proceso de registro. <a href="mailto:support@cadasta.org">Contáctenos</a> si no lo recibe dentro de unos minutos.
fr: Nous vous avons envoyé un e-mail pour confirmation. Suivez le lien fourni pour finaliser le processus d'inscription. Veuillez <a href="mailto:support@cadasta.org">nous contacter</a> si vous ne recevez pas d'e-mail d'ici quelques minutes.
id: Kami telah mengirimkan sebuah email kepada Anda untuk verifikasi. Kunjungi tautan di bawah ini untuk menyelesaikan proses pendaftaran. Mohon <a href="mailto:support@cadasta.org">hubungi kami</a> jika Anda tidak menerima email dalam beberapa menit.
it: Ti abbiamo inviato un'email di verifica. Segua il link provvisto per terminare la registrazione. La preghiamo di <a href="mailto:support@cadasta.org">contattarci</a> in caso non dovesse ricevere l'email entro qualche minuto.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
es: Esta parte del sitio nos solicita verificar que usted es quien dice ser. Con este fin, le solicitamos que verifique la propiedad de su dirección de correo electrónico.
fr: Cette partie du site requiert une confirmation de votre identité. ⇥Pour ce faire, nous vous demandons de confirmer que l'adresse e-mail fournie est bien la vôtre.
id: Bagian layanan ini meminta kami untuk melakukan verifikasi bahwa Anda adalah diri Anda sendiri. Untuk keperluan ini, kami meminta Anda verifikasi kepemilikan alamat email Anda.
it: Questa parte del sito richiede la verifica che tu non sei chi dichiari d'essere. Per questo, noi richiediamo che tu verifichi il tuo indirizzo email.

source: We have sent an email to you for verification. Please click on the link inside this email. Please <a href="mailto:support@cadasta.org">contact us</a> if you do not receive it within a few minutes.
es: Le hemos enviado un correo electrónico para llevar a cabo la verificación. Haga clic en el enlace presente dentro de este correo electrónico. <a href="mailto:support@cadasta.org">Contáctenos</a> si no lo recibe dentro de unos minutos.
fr: Nous vous avons envoyé un e-mail pour confirmation. Merci de cliquer sur le lien contenu dans cet e-mail. Veuillez <a href="mailto:support@cadasta.org">nous contacter</a> si vous ne recevez pas d'e-mail d'ici quelques minutes.
id: Kami telah mengirimkan email kepada Anda untuk verifikasi. Mohon klik pada tautan dalam email tersebut. Mohon <a href="mailto:support@cadasta.org">hubungi kami</a> jika anda tidak menerima email dalam beberapa menit.
it: Le abbiamo inviato una email per verificare. La invitiamo a cliccare il link nell'email. La preghiamo di <a href="mailto:support@cadasta.org">contattarci</a> se non dovesse riceverla entro qualche minuto.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
es: <strong>Nota:</strong> Podrá <a href="%(email_url)s">cambiar su dirección de correo electrónico</a> de todas formas.
fr: <strong>Remarque</strong> : Vous pouvez toujours <a href="%(email_url)s">modifier votre adresse e-mail</a>.
id: <strong>Catatan:</strong> Anda dapat <a href="%(email_url)s">merubah alamat email Anda</a>.
it: <strong>Nota:</strong> puoi ancora <a href="%(email_url)s">cambiare il tuo indirizzo email</a>.

source: OpenID Sign In
es: Inicio de sesión con OpenID
fr: Se connecter avec OpenID
id: Masuk dengan OpenID
it: OpenID Accedi
pt: OpenID Login

source: Shopify Sign In
es: Inicio de sesión con Shopify
fr: Se connecter avec Shopify
id: Masuk dengan Shopify
it: Shopify Accedi
pt: Shopify Login

source: Social Network Login Failure
es: Error de inicio de sesión con red social
fr: Échec de connexion via les réseaux sociaux
id: Masuk dengan Jaringan Sosial Gagal
it: Accesso al Social Network Fallito
pt: Login através da rede social falhado

source: An error occurred while attempting to login via your social network account.
es: Se produjo un error al intentar iniciar sesión a través de su cuenta de red social.
fr: Une erreur est survenue lors de la tentative de connexion à partir de votre compte de réseau social.
id: Sebuah kesalahan terjadi saat mencoba masuk dengan akun jaringan sosial Anda.
it: Un errore è occorso durante l'accesso tramite il tuo account social network.
pt: Ocorreu um erro ao tentar entrar através da sua conta de rede social.

source: Account Connections
es: Conexiones de la cuenta
fr: Connexions des comptes
id: Koneksi Akun
it: Connessioni Account
pt: Conexões da conta

source: You can sign in to your account using any of the following third party accounts:
es: Puede iniciar sesión a su cuenta a través de cualquiera de las siguientes cuentas de terceros:
fr: Vous pouvez vous connecter à votre compte en utilisant l'un des comptes tiers suivants :
id: Anda dapat mengakses akun Anda dengan akun pihak ketiga sebagai berikut:
it: Puoi accedere al tuo account usando uno dei seguenti account di parti terze:
pt: Pode fazer login na sua conta usando qualquer uma das seguintes contas de terceiros:

source: You currently have no social network accounts connected to this account.
es: Actualmente no tiene ninguna cuenta de red social conectada a esta cuenta.
fr: Vous avez actuellement des comptes de réseaux sociaux connectés à ce compte.
id: Saat ini Anda tidak memiliki akun jaringan sosial yang terhubung dengan akun ini.
it: Al momento non hai nessuno account social network connesso a questo account.
pt: Actualmente não tem contas de redes sociais ligadas a esta conta.

source: Add a 3rd Party Account
es: Añadir una cuenta de terceros
fr: Ajouter un compte tiers
id: Tambah Akun Pihak Ke-3
it: Aggiungi un Account di Parte Terza
pt: Adicionar uma conta de terceiro

source: Login Cancelled
es: Inicio de sesión cancelado
fr: Connexion annulée
id: Masuk Dibatalkan
it: Accesso Interrotto
pt: Login Cancelado

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
es: Decidió cancelar el inicio de sesión a nuestro sitio mediante una de sus cuentas existentes. Si se trató de un error, proceda a <a href="%(login_url)s">iniciar sesión</a>.
fr: Vous avez choisi d'annuler votre connexion à notre site en utilisant l'un de vos comptes existants. S'il s'agit d'une erreur, veuillez <a href="%(login_url)s">vous connecter</a>.
id: Anda telah membatalkan untuk masuk ke layanan kami menggunakan salah satu akun Anda yang tersedia. Jika ini adalah kesalahan, mohon proses ke <a href="%(login_url)s">masuk</a>.
it: Hai deciso di cancellare l'accesso al nostro sito usando uno dei tuoi account esistenti. Se questo dovesse essere un errore, la preghiamo di procedere con <a href="%(login_url)s">l'accesso</a>.
pt: Decidiu cancelar o login no nosso site usando uma de suas contas existentes. Se foi um erro, proceder para <a href="%(login_url)s">sign in</a>.

source: The social account has been connected.
es: Se conectó la cuenta de red social.
fr: Le compte de réseau social a été associé.
id: Akun sosial telah terhubung.
it: L'account sociale è stato connesso.
pt: A conta social foi conectada.

source: The social account is already connected to a different account.
es: La cuenta de red social ya se encuentra conectada a una cuenta diferente.
fr: Le compte de réseau social est déjà associé à un autre compte.
id: Akun sosial ini sudah terhubung dengan akun yang lain.
it: L'account sociale è già connesso con un'altro account.
pt: A conta social já está conectada a uma conta diferente.

source: The social account has been disconnected.
es: Se desconectó la cuenta de red social.
fr: Le compte de réseau social a été dissocié.
id: Akun sosial telah diputuskan.
it: L'account sociale è stato disconnesso.
pt: A conta social foi desconectada.

source: Signup
es: Registro
fr: Inscription
id: Daftar
it: Iscriviti
pt: Inscrever-se

source: Sign Up
es: Registrarse
fr: S'inscrire
id: Daftar
it: Iscriviti
pt: Inscrever-se

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
es: Está por utilizar su cuenta de %(provider_name)s para iniciar sesión en %(site_name)s. Como último paso, complete el formulario siguiente:
fr: Vous êtes sur le point d'utiliser votre compte %(provider_name)s pour vous connecter à %(site_name)s. La dernière étape consiste à remplir le formulaire suivant :
id: Anda akan menggunakan akun %(provider_name)s untuk masuk ke %(site_name)s. Untuk langkah akhir, mohon lengkapi form berikut:
it: Stai per usare il tuo %(provider_name)s account per accedere a %(site_name)s. Per concludere, completa il seguente modulo:
pt: Está prestes a usar a sua conta %(provider_name)s para acessar %(site_name)s. Como etapa final, por favor preencha o seguinte formulário:

source: Edit profile
es: Editar perfil
fr: Modifier le profil
id: Edit profil
it: Modifica profilo
pt: Editar perfil

source: Logout
es: Cerrar sesión
fr: Déconnexion
id: Keluar
it: Esci
pt: Sair

source: Sign in
es: Iniciar sesión
fr: Se connecter
id: Masuk
it: Accedi
pt: Login

source: Projects
es: Proyectos
fr: Projets
id: Proyek
it: Progetti
pt: Projectos

source: Organizations
es: Organizaciones
fr: Organisations
id: Organisasi
it: Organizzazioni
pt: Organizações

source: Users
es: Usuarios
fr: Utilisateurs
id: Pengguna
it: Utenti
pt: Usuários

source: Help
es: Ayuda
fr: Aide
id: Membantu
it: Aiuto
pt: Socorro

source: Loading locations...
es: Cargando ubicaciones...
fr: Chargement des emplacements…
it: Caricamento luoghi...
pt: Locais de carregamento ...

source: Copyright %(copydate)s Cadasta. <span>All Rights Reserved.</span>
es: Copyright %(copydate)s Cadasta. <span>Todos los derechos reservados.</span>
fr: Copyright %(copydate)s Cadasta. <span>Tous droits réservés.</span>
id: Hak cipta %(copydate)s Cadasta. <span>Seluruh hak dilindungi.</span>
it: Diritti d'autore %(copydate)s Cadasta. <span>Tutti i Diritti Riservati.</span>
pt: Copyright %(copydate)s Cadasta. <span>Todos os direitos reservados.</span>

source: About Us
es: Acerca de nosotros
fr: À propos de nous
id: Tentang Kami
it: Chi siamo
pt: Sobre nós

source: Terms of Use
es: Condiciones de uso
fr: Conditions d'utilisation
id: Syarat Penggunaan
it: Termini d'Uso
pt: Termos de Uso

source: Code of Conduct
es: Código de conducta
fr: Code de conduite
id: Kode Etik
it: Codice di Condotta
pt: Código de Conduta

source: Visit us on Github
es: Visítenos en Github
fr: Consultez notre page GitHub
id: Kunjungi kami di Github
it: Visitaci su Github
pt: Visite-nos no Github

source: No data available in table
es: No hay datos disponibles en la tabla
fr: Pas de données disponibles dans le tableau
id: Data tidak tersedia dalam tabel
it: Nessun dato disponibile nella tabella

source: Showing _START_ - _END_ of _TOTAL_
es: Mostrando _START_ - _END_ de _TOTAL_
id: Menunjukan _START_ - _END_ dari _TOTAL_
it: Mostrando _START_ - _END_ di _TOTAL_
pt: Mostrando _START_ - _END_ de _TOTAL_

source: Showing 0 - 0 of 0
es: Mostrando 0 - 0 de 0
fr: Afficher 0 à 0 de 0
id: Menunjukan 0 - 0 dari 0
it: Mostrando 0 - 0 di 0

source: (filtered from _MAX_ total rows)
es: (filtrado de _MAX_ filas totales)
fr: (filtré depuis _MAX_ total lignes)
id: (disaring dari _MAX_ jumlah baris)
it: (filtrato da _MAX_ righe totali)

source: 10 per page
it: 10 per pagina

source: 25 per page
it: 25 per pagina

source: 50 per page
it: 50 per pagina

source: 100 per page
it: 100 per pagina

source: Search
es: Buscar
fr: Rechercher
id: Cari
it: Cerca
pt: Buscar

source: No matching records found
es: No se encontraron registros coincidentes
fr: Aucune correspondance trouvée
id: Arsip tidak ditemukan
it: Nessun risultato corrispondente trovato
pt: Nenhum registro correspondente encontrado

source: First
es: Primero
fr: Premier
id: Pertama
it: Primo

source: Last
es: Último
fr: Dernier
id: Terakhir
it: Ultimo
pt: Último

source: activate to sort column ascending
es: activar para ordenar la columna de manera ascendente
fr: activer pour trier les colonnes par ordre croissant
id: aktifkan untuk mengatur kolom dari rendah ke tinggi
it: attiva ordine ascendente delle colonne

source: activate to sort column descending
es: activar para ordenar la columna de manera descendente
fr: activer pour trier les colonnes par ordre décroissant
id: aktifkan untuk mengatur kolom dari tinggi ke rendah
it: attiva ordine discendente delle colonne

source: Open project
es: Abrir proyecto
fr: Ouvrir un projet
id: Buka proyek
it: Apri progetto
pt: Abrir Projecto
