Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, it, pt

source: You don't have permission to remove this tenure relationship.
es: No tiene permisos para eliminar esta relación de uso o propiedad.
fr: Vous n'êtes pas autorisé à supprimer cette relation entre les tenures.
id: Anda tidak memiliki izin untuk meghapus hubungan kepemilikan ini.
it: Non hai il permesso di rimuovere questa relazione sul possedimento fondiario.
pt: Não tem permissão para remover este relacionamento de posse de terra.

source: You don't have permission to add resources to this tenure relationship.
es: No tiene permisos para añadir recursos a esta relación de uso o propiedad.
fr: Vous n'êtes pas autorisé à ajouter des ressources à cette relation entre les tenures.
id: Anda tidak memiliki izin untuk menambahkan sumber daya untuk hubungan kepemilikan ini.
it: Non hai il permesso di aggiungere risorse sulla relazione del possedimento fondiario
pt: Não tem permissão para adicionar recursos a este relacionamento de posse de terra.

source: List existing parties of a project
es: Listar las entidades existentes de un proyecto
fr: Répertorier les parties existantes d'un projet
id: Daftar kelompok yang tersedia dalam sebuah proyek
it: Elenca le parti esistenti di un progetto
pt: Listar as partes existentes dum projecto

source: Add a party to a project
es: Añadir una entidad a este proyecto
fr: Ajouter une partie à un projet
id: Tambahkan sebuah kelompok ke dalam sebuah proyek
it: Aggiungi una parte al progetto
pt: Adicionar uma parte dum projecto

source: View an existing party
es: Ver una entidad existente
fr: Consulter une partie existante
id: Lihat kelompok yang tersedia
it: Vedi una parte esistente
pt: Ver uma parte existente

source: Update an existing party
es: Actualizar una entidad existente
fr: Mettre à jour une partie existante
id: Perbarui sebuah kelompok yang tersedia
it: Aggiorna una parte esistente
pt: Actualizar uma parte existente

source: Delete an existing party
es: Borrar una entidad existente
fr: Supprimer une partie existante
id: Hapus sebuah kelompok yang tersedia
it: Rimuovi una parte esistente
pt: Remover uma parte existente

source: Add resources to the party
es: Añadir recursos en esta entidad
fr: Ajouter des ressources à la partie
id: Tambahkan sumber daya ke dalam kelompok
it: Aggiungi risorse alla parte
pt: Adicionar recursos a uma parte existente

source: Party
es: Entidad
fr: Partie
id: Kelompok
it: Parte
pt: Parte

source: List existing party relationships of a project
es: Listar las relaciones de uso o propiedad de un proyecto
fr: Répertorier les relations existantes entre les parties d'un projet
id: Daftar hubungan kelompok yang tersedia dalam sebuah proyek
it: Elenca le parti esistenti di un progetto
pt: Listar relacionamentos de partes existentes dum projecto

source: Add a party relationship to a project
es: Añadir una relación de entidad en este proyecto
fr: Ajouter une relation entre les parties à un projet
id: Tambahkan sebuah hubungan kelompok dalam sebuah proyek
it: Aggiungi una relazione con una parte al progetto
pt: Adicionar um relacionamento de partes a um projecto

source: View an existing party relationship
es: Ver una relación de entidad existente
fr: Consulter une relation existante entre les parties
id: Lihat sebuah hubungan kelompok yang tersedia
it: Mostra un'esistente relazione con una parte
pt: Visualizar um relacionamento de partes existente

source: Update an existing party relationship
es: Actualizar una relación de entidad existente
fr: Mettre à jour une relation existante entre les parties
id: Perbarui sebuah hubungan kelompok yang tersedia
it: Aggiorna un'esistente relazione con una parte
pt: Actualizar um relacionamento de partes existente

source: Delete an existing party relationship
es: Eliminar una relación de entidad existente
fr: Supprimer une relation existante entre les parties
id: Hapus sebuah hubungan kelompok yang tersedia
it: Rimuovi un'esistente relazione con una parte
pt: Remover um relacionamento de partes existente

source: List existing tenure relationships of a project
es: Ver la lista de relaciones de uso o propiedad existentes en un proyecto
fr: Répertorier les relations existantes entre les tenures d'un projet
id: Daftar hubungan kepemilikan yang tersedia dalam sebuah proyek
it: Elenca esistenti possedimenti fondiari del progetto
pt: Listar as relações de posse de terra existentes dum projecto

source: Add a tenure relationship to a project
es: Añadir una relación de uso o propiedad en un proyecto
fr: Ajouter une relation entre les tenures à un projet
id: Tambahkan sebuah hubungan kepemilikan dalam sebuah proyek
it: Aggiungi un possedimento fondiario al progetto
pt: Adicionar um relacionamento de posse de terra a um projecto

source: View an existing tenure relationship
es: Ver una relación de uso o propiedad existente
fr: Consulter une relation existante entre les tenures
id: Lihat sebuah hubungan kepemilikan yang tersedia
it: Vedi un'esistente relazione sul possedimento fondiario
pt: Ver um relacionamento de posse de terra existente

source: Update an existing tenure relationship
es: Actualizar una relación de uso o propiedad existente
fr: Mettre à jour une relation existante entre les tenures
id: Perbarui sebuah hubungan kepemilikan yang tersedia
it: Aggiorna un'esistente relazione col possedimento fondiario
pt: Actualizar um relacionamento de posse de terra existente

source: Delete an existing tenure relationship
es: Borrar una relación de uso o propiedad existente
fr: Supprimer une relation existante entre les tenures
id: Hapus sebuah hubungan kepemilikan yang tersedia
it: Rimuovi un'esistente relazione sul possedimento fondiario
pt: Remover um relacionamento de posse de terra existente

source: Add a resource to a tenure relationship
es: Añadir un recurso a una relación de uso o propiedad
fr: Ajouter une ressource à une relation entre les tenures
id: Tambahkan sumber daya ke sebuah hubungan kepemilikan
it: Aggiungi una risorsa alla relazione sul possedimento fondiario
pt: Adicionar um recurso a um relacionamento de posse de terra

source: Relationship
es: Relación
fr: Relation
id: Hubungan
it: Relazione
pt: Relacionamento

source: The parties must be different
es: Las entidades deben ser diferentes
fr: Les parties doivent être différentes
id: Kelompok harus berbeda
it: Le parti devono essere diverse
pt: As partes devem ser diferentes

source: 'party1' project ({}) should be equal to 'party2' project ({})
es: El proyecto ’party1' ({}) debe de ser igual al proyecto 'party2' ({})
fr: Le projet 'party1' ({}) doit être égal au projet 'party2' ({})
id: Proyek 'party1' ({}) harus setara dengan proyek 'party2' ({})
it: 'party1' progetto ({}) dovrebbe essere uguale a 'party2' progetto ({})
pt: projecto 'party1' ({}) deve ser igual ao projecto 'party2' ({})

source: 'party' project ({}) should be equal to 'spatial_unit' project ({})
es: El proyecto ’party' ({}) debe de ser igual al proyecto 'spatial_unit' ({})
fr: Le projet 'party' ({}) doit être égal au projet 'spatial_unit' ({})
id: Proyek 'party' ({}) harus setara dengan proyek 'spatial_unit' ({})
it: 'party' progetto ({}) dovrebbe essere uguale a 'spatial_unit' progetto ({})
pt: projecto 'party' ({}) deve ser igual a projecto 'spatial_unit' ({})

source: Relationship class is unknown
es: La clase de relación es desconocida
fr: La classe des relations est inconnue
id: Kelas hubungan tidak dikenal
it: Relazione sconosciuta
pt: Classe de relacionamento é desconhecida

source: Please provide at least one option for field '{field_name}'
es: Por favor incluya al menos una opción para el campo '{field_name}'
fr: Veuillez fournir au moins une option pour le champ '{field_name}'
id: Mohon lengkapi dengan salah satu pilihan pada baris '{field_name}'
it: Per favore provvedi almeno un'opzione per il campo '{field_name}'
pt: Por favor, forneça pelo menos uma opção para o campo '{field_name}'

source: You don't have permission to view a questionnaire of this project
es: No tiene permisos para ver un cuestionario en este proyecto
fr: Vous n'êtes pas autorisé à consulter un questionnaire de ce projet
id: Anda tidak memiliki izin untuk melihat sebuah kuesioner dari proyek ini
it: Non hai il permesso di vedere un questionario di questo progetto
pt: Não tem permissão para visualizar um questionário deste projecto

source: You don't have permission to add a questionnaire to this project
es: No tiene permisos para añadir un cuestionario en este proyecto
fr: Vous n'êtes pas autorisé à ajouter un questionnaire à ce projet
id: Anda tidak memiliki izin untuk menambahkan kuesioner untuk proyek ini.
it: Non hai il permesso di aggiungere un questionario a questo progetto
pt: Não tem permissão para adicionar um questionário a este projecto

source: You don't have permission to edit the questionnaire of this project
es: No tiene permisos para editar un cuestionario en este proyecto
fr: Vous n'êtes pas autorisé à modifier le questionnaire de ce projet
id: Anda tidak memiliki izin untuk mengubah kuesioner dari proyek ini
it: Non hai il permesso di modificare il questionario di questo progetto
pt: Não tem permissão para editar o questionário deste projecto

source: Unable to assign question group to model entitity. Make sure to add a 'relevant' clause to the question group definition when adding more than one question group for a model entity.
it: Non siamo stati in grado d'assegnare il gruppo di discussione all'entità del modello. Assicurati di aggiungere una frase 'rilevante' nella definizione del gruppo di discussione nel momento in cui aggiungi più di un gruppo di discussione al modello.

source: View the questionnaire of the project
es: Ver el cuestionario del proyecto
fr: Consulter le questionnaire du projet
id: Lihat kuesioner proyek
it: Vedi il questionario del progetto
pt: Visualizar o questionário do projecto

source: Add a questionnaire to the project
es: Añadir un cuestionario a este proyecto
fr: Ajouter un questionnaire au projet
id: Tambahkan sebuah kuesioner ke sebuah proyek
it: Aggiungi un questionario al progetto
pt: Adicionar um questionário para o projecto

source: Edit an existing questionnaire
es: Editar un cuestionario existente
fr: Modifier un questionnaire existant
id: Ubah sebuah kuesioner yang tersedia
it: Modifica un'esistente questionario
pt: Editar um questionário existente

source: Value must be of type {}.
es: El valor debe ser del tipo {}.
fr: La valeur doit être de type {}.
id: Nilai harus dari jenis {}.
it: Valore deve essere di tipo {}.

source: {} is not an accepted value.
es: {} no es un valor aceptado.
fr: {} n'est pas une valeur acceptée.
id: {} Bukan merupakan nilai yang diterima.
it: {} non è un valore accettabile.

source: You don't have permission to access the list of resources.
es: No tiene permisos para acceder a la lista de recursos.
fr: Vous n'êtes pas autorisé à accéder à la liste des ressources.
id: Anda tidak memiliki izin untuk mengakses daftar sumber daya.
it: Non hai il permesso di accedere alla lista delle risorse.
pt: Não tem permissão para abrir a lista de recursos.

source: You don't have permission to add resources.
es: No tiene permisos para añadir recursos.
fr: Vous n'êtes pas autorisé à ajouter des ressources.
id: Anda tidak memiliki izin untuk menambah sumber daya.
it: Non hai il permesso di aggiungere risorse.
pt: Não tem permissão para adicionar recursos.

source: You don't have permission to view this resource.
es: No tiene permisos para ver este recurso.
fr: Vous n'êtes pas autorisé à consulter cette ressource.
id: Anda tidak memiliki izin untuk melihat sumber daya ini.
it: Non hai il permesso di vedere questa risorsa.
pt: Não tem permissão para visualizar este recurso.

source: You don't have permission to edit this resource.
es: No tiene permisos para editar este recurso.
fr: Vous n'êtes pas autorisé à modifier cette ressource.
id: Anda tidak memiliki izin untuk mengubah sumber daya ini.
it: Non hai il permesso di modificare questa risorsa.
pt: Não tem permissão para editar este recurso.

source: You don't have permission to delete this resource.
es: No tiene permisos para borrar este recurso.
fr: Vous n'êtes pas autorisé à supprimer cette ressource.
id: Anda tidak memiliki izin untuk menghapus sumber daya ini.
it: Non hai il permesso di rimuovere questa risorsa.

source: You don't have permission to restore this resource.
es: No tiene permisos para estaurar este recurso.
fr: Vous n'êtes pas autorisé à restaurer cette ressource.
id: Anda tidak memiliki izin untuk mengembalikan sumber daya ini.
it: Non hai il permesso di ripristinare questa risorsa.

source: List resources
es: Lista de recursos
fr: Répertorier les ressources
id: Daftar sumber daya
it: Elenca risorse
pt: Listar recursos

source: Add resources
it: Aggiungi risorse

source: View resource
es: Ver recurso
fr: Consulter une ressource
id: Lihat sumber daya
it: Vedi risorse
pt: Visualizar recurso

source: Edit resource
es: Editar recursos
fr: Modifier une ressource
id: Ubah sumber daya
it: Modifica risorsa
pt: Editar recurso

source: Archive resource
es: Archivar recursos
fr: Archiver une ressource
id: Arsipkan sumber daya
it: Archivia risorsa
pt: Arquivar recurso

source: Unarchive resource
es: Volver a activar recurso
fr: Désarchiver une ressource
id: Pulihkan arsip sumber daya
it: Rimuovi risorsa dall'archivio
pt: Desarquivar recurso

source: Resource
es: Recurso
fr: Ressource
id: Sumber daya
it: Risorsa
pt: Recurso

source: Invalid GPX mime type: {error}
es: Tipo mime de GPX no válido: {error}
fr: Type MIME du GPX non valide : {error}
id: Tipe mime GPX tidak valid: {error}
it: tipo GPX mime invalido: {error}

source: Resource not found
es: Recurso no encontrado
fr: Ressource introuvable
id: Sumber daya tidak ditemukan
it: Risorsa non trovata
pt: Recurso não encontrado

source: Invalid GPX mime type: audio/mpeg
es: Tipo mime de GPX no válido: audio/mpeg
fr: Type MIME du GPX non valide : audio/mpeg
id: Tipe mime GPX tidak valid: audio/mpeg
it: Tipo GPX mime invalido: audio/mpeg

source: Invalid GPX file
es: Archivo GPX no válido
fr: Fichier GPX non valide
id: Berkas GPX tidak valid
it: Documento GPX invalido

source: Files of type {mime} are not accepted.
es: No se aceptan archivos del tipo {mime}
fr: Les fichiers de type {mime} ne sont pas acceptés.
id: Tipe berkas {mime} tidak dapat diterima.
it: Documenti di tipo {mime} non sono accettati.
pt: Ficheiros do tipo {mime} não são aceitos.

source: Unattached
es: No adjunto
fr: Non joint
id: Tidak terikat
it: Rimossa dall'archivio

source: Attached to 1 other entity
es: Adjunto a 1 entidad más
fr: Joint à 1 autre entité
id: Terikat dengan 1 entitas lain
it: Allegato ad 1 entità diversa

source: Attached to {number} other entities
es: Adjunto a {number} entidades más
fr: Joint à {number} autres entités
id: Terikat dengan {number} entitas lain
it: Allegato a {number} altre entità

source: unknown
it: sconosciuto

source: Type
es: Tipo
id: Tipe
it: Tipo
pt: Tipo

source: Location type
it: Tipo luogo

source: Original file
it: Documento originale

source: Description
es: Descripción
id: Deskripsi
it: Descrizione
pt: Descrição

source: Parcel
es: Parcela
fr: Parcelle
id: Parsel
it: Lotto
pt: Parcela

source: Community boundary
es: Límite de comunidad
fr: Limite de la collectivité
id: Batas komunitas
it: Confine comunitario
pt: Limite comunidade

source: Building
es: Edificio
fr: Construction
id: Bangunan
it: Edificio
pt: Prédio

source: Apartment
es: Apartamento
fr: Appartement
id: Apartemen
it: Appartamento
pt: Apartamento

source: Project extent
es: Alcance del proyecto
fr: Extension de projet
id: Jangkauan proyek
it: Estensione progetto
pt: Extensão do projeto

source: Right-of-way
es: Derecho de paso
fr: Droit de passage
id: Hak Pakai (Right-of-way)
it: Diritto di passaggio
pt: Direito de passagem

source: Utility corridor
es: Corredor de servicios
fr: Couloir de service
id: Koridor Utilitas
it: Corridoio d'utilità
pt: Corredor de serviços públicos

source: National park boundary
es: Límite de parque nacional
fr: Limite d'un parc national
id: Batas taman nasional
it: Confine parco nazionale
pt: Fronteira nacional parque

source: Miscellaneous
es: Miscelánea
fr: Divers
id: Lain-lain
it: Vari
pt: Variado

source: Please select a location type
es: Seleccione un tipo de ubicación
fr: Veuillez sélectionner un type d'emplacement
id: Mohon pilih tipe lokasi
it: Per favore selezione un tipo di luogo

source: Please select a relationship type
es: Por favor seleccione un tipo de relación
fr: Veuillez sélectionner un type de relation
id: Mohon pilih sebuah tipe hubungan
it: Per favore selezione un tipo di relazione
pt: Seleccionar um tipo de relacionamento

source: You don't have permission to view locations of this project.
es: No tiene permisos para ver las localizaciones de este proyecto.
fr: Vous n'êtes pas autorisé à consulter les emplacements de ce projet.
id: Anda tidak memiliki izin untuk melihat lokasi proyek ini.
it: Non hai il permesso di vedere i luoghi di questo progetto
pt: Não tem permissão para visualizar localizações deste projecto.

source: You don't have permission to add locations to this project.
es: No tiene permisos para añadir localizaciones en este proyecto.
fr: Vous n'êtes pas autorisé à ajouter des emplacements à ce projet.
id: Anda tidak memiliki izin untuk menambah lokasi untuk proyek ini.
it: Non hai il permesso di aggiungere luoghi a questo progetto.
pt: Não tem permissão para adicionar localizações a este projecto.

source: You don't have permission to view this location.
es: No tiene permisos para ver esta localización.
fr: Vous n'êtes pas autorisé à consulter cet emplacement.
id: Anda tidak memiliki izin untuk melihat lokasi ini.
it: Non hai il permesso di vedere questo luogo.
pt: Não tem permissão para visualizar esta localização.

source: You don't have permission to update this location.
es: No tiene permisos para actualizar esta localización.
fr: Vous n'êtes pas autorisé à mettre à jour cet emplacement.
id: Anda tidak memiliki izin untuk memperbarui lokasi ini.
it: Non hai il permesso di aggiornare questo luogo.
pt: Não tem permissão para actualizar esta localização.

source: You don't have permission to remove this location.
es: No tiene permisos para eliminar esta localización.
fr: Vous n'êtes pas autorisé à supprimer cet emplacement.
id: Anda tidak memiliki izin untuk menghapus lokasi ini.
it: Non hai il permesso di rimuovere questo luogo.
pt: Não tem permissão para remover esta localização.

source: You don't have permission to add resources to this location.
es: No tiene permisos para añadir recursos en esta localización.
fr: Vous n'êtes pas autorisé à ajouter des ressources à cet emplacement.
id: Anda tidak memiliki izin untuk menambah sumber daya untuk lokasi ini.
it: Non hai il permesso di aggiungere risorse a questo luogo.
pt: Não tem permissão para adicionar recursos a esta localização.

source: You don't have permission to view location relationships of this project.
es: No tiene permisos para ver las relaciones de localización en este proyecto.
fr: Vous n'êtes pas autorisé à consulter les relations entre les emplacements de ce projet.
id: Anda tidak memiliki izin untuk melihat hubungan lokasi untuk proyek ini.
it: Non hai il permesso di vedere relazioni sul luogo di questo progetto
pt: Não tem permissão para visualizar os relacionamentos de localização desse projecto.

source: You don't have permission to add location relationships to this project.
es: No tiene permisos para añadir relaciones de localización en este proyecto.
fr: Vous n'êtes pas autorisé à ajouter des relations entre les emplacements de ce projet.
id: Anda tidak memiliki izin untuk menambah hubungan lokasi untuk proyek ini.
it: Non hai il permesso di aggiungere relazioni sul luogo di questo progetto
pt: Não tem permissão para adicionar relacionamentos de localização a este projecto.

source: You don't have permission to view this location relationship.
es: No tiene permisos para ver esta relación de localización.
fr: Vous n'êtes pas autorisé à consulter cette relation entre les emplacements.
id: Anda tidak memiliki izin untuk melihat hubungan lokasi ini.
it: Non hai il permesso di vedere questa relazione con il luogo.
pt: Não tem permissão para ver este relacionamento de localização.

source: You don't have permission to update this location relationship.
es: No tiene permisos para actualizar esta relación de localización.
fr: Vous n'êtes pas autorisé à mettre à jour cette relation entre les emplacements.
id: Anda tidak memiliki izin untuk memperbarui hubungan lokasi ini.
it: Non hai il permesso di aggiornare questa relazione con il luogo.
pt: Não tem permissão para actualizar este relacionamento de localização.

source: You don't have permission to remove this location relationship.
es: No tiene permisos para eliminar esta relación de localización.
fr: Vous n'êtes pas autorisé à supprimer cette relation entre les emplacements.
id: Anda tidak memiliki izin untuk meghapus hubungan lokasi ini.
it: Non hai il permesso di rimuovere questa relazione con il luogo.
pt: Não tem permissão para remover este relacionamento de localização.

source: List existing spatial units of a project
es: Listar las unidades espaciales existentes en un proyecto
fr: Répertorier les unités spatiales existantes d'un projet
id: Daftar unit spasial yang tersedia dalam sebuah proyek
it: Elenca esistenti unità spaziali di un progetto
pt: Listar unidades espaciais dum projecto existente

source: Add a spatial unit to a project
es: Añadir una unidad espacial a un proyecto
fr: Ajouter une unité spatiale à un projet
id: Tambahkan sebuah unit spasial ke sebuah proyekl
it: Aggiungi un'unità spaziale al progetto
pt: Adicionar uma unidade espacial a um projecto

source: View an existing spatial unit
es: Ver una unidad espacial
fr: Consulter une unité spatiale existante
id: Lihat sebuah unit spasial yang tersedia
it: Vedi un'esistente unità spaziale
pt: Visualizar uma unidade espacial existente

source: Update an existing spatial unit
es: Actualizar una unidad espacial existente
fr: Mettre à jour une unité spatiale existante
id: Perbarui sebuah unit spasial yang tersedia
it: Aggiorna un'esistente unità spaziale
pt: Actualizar uma unidade espacial existente

source: Delete an existing spatial unit
es: Borrar una unidad espacial existente
fr: Supprimer une unité spatiale existante
id: Hapus unit spasial yang tersedia
it: Rimuovi un'esistente unità spaziale
pt: Remover uma unidade espacial existente

source: Add resources to this spatial unit
es: Añadir recursos a esta unidad espacial
fr: Ajouter des ressources à cette unité spatiale
id: Tambahkan sumber daya pada unit spasial ini
it: Aggiungi risorse a questa unità spaziale
pt: Adicionar recursos a esta unidade espacial

source: Location
es: Ubicación
fr: Emplacement
id: Lokasi
it: Luogo
pt: Localização

source: List existing spatial relationships of a project
es: Listar las relaciones espaciales existentes en un proyecto
fr: Répertorier les relations spatiales existantes d'un projet
id: Daftar hubungan spasial yang tersedia dalam sebuah peroyek
it: Elenca esistenti relazioni spaziali di un progetto
pt: Listar os relacionamentos espaciais dum projecto existente

source: Add a spatial relationship to a project
es: Añadir una relación espacial en un proyecto
fr: Ajouter une relation spatiale à un projet
id: Tambahkan sebuah hubungan spasial untuk sebuah proyek
it: Aggiungi una relazione spaziale ad un progetto
pt: Adicionar um relacionamento espacial a um projecto

source: View an existing spatial relationship
es: Ver una relación espacial existente
fr: Consulter une relation spatiale existante
id: Lihat sebuah hubungan spasial yang tersedia
it: Vedi un'esistente relazione spaziale
pt: Ver um relacionamento espacial existente
