Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, it, pt

source: Import data
es: Importar datos
fr: Importer les données
id: Impor data
it: Importa dati
pt: Importar dados

source: Project Overview
es: Información general del proyecto
fr: Vue d'ensemble du projet
id: Ringkasan Proyek
it: Panoramica Progetto
pt: Visão geral do Projeto

source: Configure default fields
es: Configurar campos predeterminados
fr: Configurer des champs par défaut
id: Atur standar baris
it: Configura campi predefiniti
pt: Configurar campos predefinidos

source: Match the fields and select the default values below.
es: Haga coincidir los campos y seleccione los valores predeterminados a continuación.
fr: Faites correspondre les champs et sélectionnez les valeurs par défaut ci-dessous.
id: Sesuai bidang dan pilih nilai default bawah.
it: Abbina i campi e seleziona i valori predefiniti qui sotto.
pt: Combine os campos e selecione os valores padrão abaixo.

source: Select the <span class="highlight">Party name</span> field
es: Seleccione el campo de <span class="highlight">Nombre de la entidad</span>
fr: Sélectionnez le champ <span class="highlight">Nom de la partie</span>
id: Pilih baris nama kelompok:
it: Seleziona il campo <span class="highlight">nome Parte</span>
pt: Selecione o campo <span class="highlight">Nome do partido</span>

source: Select the <span class="highlight">Party type</span> field
es: Seleccione el campo de <span class="highlight">Tipo de entidad</span>
fr: Sélectionnez le champ <span class="highlight">Type de partie</span>
id: Pilih Jenis Partai lapangan:
it: Seleziona il campo <span class="highlight">tipo Parte</span>
pt: Selecione o campo <span class="highlight">Tipo de festa</span>

source: Select the <span class="highlight">Geometry</span> field
es: Seleccione el campo de <span class="highlight">Geometría</span>
fr: Sélectionnez le champ <span class="highlight">Géométrie</span>
id: Pilih baris geometri:
it: Seleziona il campo <span class="highlight">Geometria</span>
pt: Selecione o campo <span class="highlight">Geometria</span>

source: Select the <span class="highlight">Location type</span> field
es: Seleccione el campo de <span class="highlight">Tipo de ubicación</span>
fr: Sélectionnez le champ <span class="highlight">Type d'emplacement</span>
id: Pilih Lokasi Jenis lapangan:
it: Seleziona il campo <span class="highlight">tipo Luogo</span>
pt: Selecione o campo <span class="highlight">Tipo de local</span>

source: Select your desired file format
es: Seleccione el formato de archivo que desea
fr: Sélectionnez le format de fichier que vous désirez
id: Pilih format berkas yang Anda inginkan
it: Seleziona formato documento desiderato
pt: Selecione o formato de arquivo desejado

source: A ZIP containing shape files for project locations, relationships, and parties.
es: Un ZIP que contiene los archivos de forma para las entidades, relaciones y ubicaciones del proyecto.
fr: Un ZIP contenant des fichiers de forme pour les emplacements, les relations et les parties du projet.
id: Sebuah ZIP mengandung shape files untuk lokasi, hubungan, dan kelompok proyek.
it: Un ZIP contenente shapefiles per i luoghi, relazioni, e parti del progetto.
pt: Um arquivo (ZIP) contendo os shapefiles (SHP) para localizações de projectos, relacionamentos e partes.

source: A single XLS spreadsheet containing project locations, relationships, and parties.
es: Una única hoja de cálculo de XLS que contiene las entidades, las relaciones y las ubicaciones del proyecto.
fr: Une feuille de calcul XLS unique contenant les emplacements, les relations et les parties du projet.
id: Sebuah berkas XLS mengandung lokasi, hubungan, dan kelompok proyek.
it: Un singolo foglio di calcolo XLS contenente luoghi, relazioni, e parti del progetto.
pt: Uma única folha de cálculo (XLS) contendo localizações de projectos, relacionamentos e partes.

source: A zip file containing all resources.
es: Un archivo zip que contiene todos los recursos.
fr: Un fichier zip contenant toutes les ressources.
id: Sebuah berkas ZIP mengandung seluruh sumber daya.
it: Un documento zip contenente tutte le risorse
pt: Um arquivo (ZIP) contendo todos os recursos.

source: All data
es: Todos los datos
fr: Toutes les données
id: Seluruh data
it: Tutti i dati
pt: Todos os dados

source: A zip file containing all project data XLS and SHP files and all resources.
es: Un archivo zip que contiene todos los archivos SHP y XLS de los datos del proyecto y los recursos.
fr: Un fichier zip contenant tous les fichiers XLS et SHP des données du projet et toutes les ressources.
id: Sebuah berkas ZIP yang mengandung XLS dan shape files dan sumber daya dari seluruh data proyek.
it: Un documento zip contenente tutti i dati del progetto in file XLS e SHP e tutte le risorse.
pt: Um arquivo (ZIP) contendo todos os ficheiros de dados (XLS) e shapefiles (SHP) do projecto e todos os recursos.

source: 1. General information
es: 1. Información general
fr: 1. Informations générales
id: 1. Informasi Umum
it: 1. Informazioni generali
pt: 1. Informações gerais

source: Edit project boundary
es: Editar el límite del proyecto
fr: Modifier les limites du projet
id: Ubah batas proyek
it: Modifica confini progetto
pt: Editar limites do projecto

source: Use the tools provided on the left side of the map to update your project boundary. Once complete, select the save button below.
es: Utilice las herramientas proporcionadas a la izquierda del mapa para actualizar el límite de su proyecto. Una vez que termine, seleccione el botón de guardado a continuación.
fr: Utilisez les outils proposés à gauche de la carte pour mettre à jour la limite de votre projet. Une fois terminé, cliquez sur le bouton Enregistrer ci-dessous.
id: Gunakan fungsi yang disediakan pada sisi kiri peta untuk memperbarui batas proyek Anda. Jika sudah selesai, pilih tombol simpan di bawah.
it: Utilizza gli strumenti provvisti sulla barra sinistra laterale della mappa per aggiornare i confini del tuo progetto. Infine, clicca sul tasto salva sottostante.
pt: Use as ferramentas fornecidas no lado esquerdo do mapa para actualizar o seu limite do projecto. Uma vez completo, selecione o botão salvar abaixo.

source: Edit member permissions
es: Editar los permisos de los miembros
fr: Modifier les autorisations des membres
id: Ubah izin anggota
it: Modifica permessi membro
pt: Editar permissões de membro

source: Import Data
es: Importar datos
fr: Importer des données
id: Impor Data
it: Importa Dati
pt: Importar dados

source: Organization:
es: Organización:
fr: Organisation :
id: Organisasi:
it: Organizzazione:
pt: Organização:

source: Import details
es: Importar detalles
fr: Importer les détails
id: rincian impor
it: Importa dettagli
pt: Importar detalhes

source: Import name
es: Importar nombre
fr: Importer le nom
id: nama impor
it: Importa nome
pt: Importar nome

source: Import description
es: Importar descripción
fr: Importer la description
id: deskripsi impor
it: Importa descrizione
pt: Descrição de importação

source: Select the import file format
es: Seleccione el formato de archivo de la importación
fr: Sélectionner le format du fichier d'importation
id: Pilih format file impor
it: Seleziona il formato dei documenti da importare
pt: Selecione o formato de arquivo de importação

source: Select the type of data to import
es: Seleccione el tipo de datos a importar
fr: Sélectionner le type de données à importer
id: Pilih tipe data untuk di-impor
it: Seleziona il tipo di dati da importare
pt: Selecione o tipo de dados a serem importados

source: Includes party information for individuals, groups, corporations.
es: Incluye información de la entidad para individuos, grupos y empresas.
fr: Inclut des informations sur les parties pour des particuliers, des groupes ou des entreprises.
id: Termasuk informasi pihak untuk individu, kelompok, perusahaan.
it: Include informazioni delle parti sia che siano individui, gruppi, o corporazioni.
pt: Inclui informações do partido para indivíduos, grupos, corporações.

source: Includes spatial information for project locations.
es: Incluye información del espacio para las ubicaciones del proyecto.
fr: Inclut des informations spatiales pour les emplacements du projet.
id: Termasuk informasi spasial untuk lokasi proyek.
it: Include informazioni spaziali per i luoghi del progetto.
pt: Inclui informações espaciais para locais do projeto.

source: Select the file to import
es: Seleccione el archivo a importar
fr: Sélectionner le fichier à importer
id: Pilih berkas untuk di-impor
it: Seleziona i documenti da importare
pt: Selecione o arquivo a ser importado

source: Accepted file types: csv, xlsx
es: Tipos de archivo aceptados: csv, xlsx
fr: Types de fichiers pris en charge : csv, xlsx
id: Tipe berkas yang diterimaL cvs, xlsx
it: Tipi documenti accettati: csv, xlsx
pt: Tipos de arquivo aceitos: csv, xlsx

source: Include import file in project resources
es: Incluir archivo de importación en los recursos del proyecto
fr: Inclure le fichier d'importation dans les ressources du projet
id: Sertakan file impor sumber daya proyek
it: Include importazione documenti nelle risorse del progetto
pt: Incluir arquivo de importação nos recursos do projeto

source: Language for project fields
it: Lingua per i campi del progetto

source: Unarchive project
es: Dejar de archivar el proyecto
fr: Désarchiver le projet
id: Pulihkan arsip proyek
it: Rimuovi progetto dall'archivio
pt: Desarquivar projecto

source: Archive project
es: Archivar el proyecto
fr: Archiver le projet
id: Arsipkan proyek
it: Archivia progetto
pt: Arquivar projecto

source: Add resource
es: Añadir recurso
fr: Ajouter une ressource
id: Tambahkan sumber daya
it: Aggiungi risorsa
pt: Adicionar recurso

source: Search within project for
it: Cerca dentro il progetto per

source: Search within project
it: Cerca dentro il progetto

source: Are you sure you want to archive this project?
es: ¿Está seguro de que desea archivar este proyecto?
fr: Souhaitez-vous vraiment archiver ce projet ?
id: Apakah Anda yakin ingin mengarsipkan proyek ini?
it: Sei sicuro/a di voler archiviare questo progetto?
pt: Tem certeza de que deseja arquivar este projecto?

source: Yes, archive this project
es: Sí, archivar este proyecto
fr: Oui, archiver ce projet
id: Ya, arsipkan proyek ini
it: Sì, archivia questo progetto
pt: Sim, arquivar este projecto

source: Are you sure you want to unarchive this project?
es: ¿Está seguro de que desea dejar de archivar este proyecto?
fr: Souhaitez-vous vraiment désarchiver ce projet ?
id: Apakah Anda yakin ingin memulihkan arsip proyek ini?
it: Sei sicuro/a di voler rimuovere questo progetto dall'archivio?
pt: Tem certeza de que deseja desarquivar este projecto?

source: Yes, unarchive this project
es: Sí, dejar de archivar este proyecto
fr: Oui, désarchiver ce projet
id: Ya, pulihkan arsip proyek ini
it: Sì, rimuovi progetto dall'archivio
pt: Sim, desarquivar este projecto

source: disabled,active
es: deshabilitado,activo
fr: désactivé, actif
it: disattivato,attivo
pt: Desactivado, activa

source: Deactivate,Activate
es: Desactivar,Activar
fr: Désactiver, activer
it: Disattiva, Attiva
pt: Desactivar, Activar

source: Delete party
es: Eliminar entidad
fr: Supprimer une partie
id: Hapus kelompok
it: Rimuovi parte
pt: Remover parte

source: Are you sure you want to delete this party?
es: ¿Está seguro de que desea eliminar esta entidad?
fr: Souhaitez-vous vraiment supprimer cette partie ?
id: Apakah Anda yakin ingin menghapus kelompok ini?
it: Sei sicuro/a di voler rimuovere questa parte?
pt: Tem certeza de que deseja remover esta parte?

source: Yes, delete this party
es: Sí, eliminar esta entidad
fr: Oui, supprimer cette partie
id: Ya, hapus kelompok ini
it: Sì, rimuovi questa parte
pt: Sim, remover esta parte

source: Party detail
es: Detalle de la entidad
fr: Détails de la partie
id: Rincian kelompok
it: Dettagli parte
pt: Detalhes de parte

source: Edit party
es: Editar entidad
fr: Modifier la partie
id: Ubah kelompok
it: Modifica parte
pt: Editar parte

source: Relationships
es: Relaciones
fr: Relations
id: Hubungan
it: Relazioni
pt: Relacionamentos

source: Location Type
it: Tipo Luogo

source: This party does not have any relationships and is not connected to any locations.
it: Questa parte non ha alcuna relazione e non è connessa con alcun luogo.

source: Attach
es: Adjuntar
fr: Joindre
id: Lampirkan
it: Allega
pt: Anexar

source: This party does not have any attached resources. To attach a resource, select the button below.
es: Esta entidad no tiene recursos adjuntos. Para adjuntar un recurso, seleccione el botón a continuación.
fr: Aucune ressource n'est jointe à cette partie. Pour joindre une ressource, cliquez sur le bouton ci-dessous.
id: Kelompok ini tidak memiliki sumber daya yang terlampir. Untuk melampirkan sebuah sumber daya, pilih tombol di bawah.
it: Questa parte non ha alcuna risorsa allegata. Per allegare una risorsa, seleziona il tasto sottostante.

source: Party name
es: Nombre de la entidad
fr: Nom de la partie
id: Nama kelompok
it: Nome parte
pt: Nome da parte

source: Party type
es: Tipo de entidad
fr: Type de partie
id: Tipe kelompok
it: Tipo parte
pt: Tipo de parte

source: Delete relationship
es: Eliminar relación
fr: Supprimer la relation
id: Hapus hubungan
it: Rimuovi relazione
pt: Remover relacionamento

source: Are you sure you want to delete this relationship?
es: ¿Está seguro de que desea eliminar esta relación?
fr: Souhaitez-vous vraiment supprimer cette relation ?
id: Apakah Anda yakin ingin menghapus hubungan ini?
it: Sei sicuro/a di voler rimuovere questa relazione?
pt: Tem certeza de que deseja remover este relacionamento?

source: Yes, delete this relationship
es: Sí, eliminar esta relación
fr: Oui, supprimer cette relation
id: Ya, hapus hubungan ini
it: Sì, rimuovi questa relazione
pt: Sim, remover este relacionamento

source: Relationship Detail
it: Dettagli Relazione

source: Edit relationship
es: Editar relación
fr: Modifier la relation
id: Ubah hubungan
it: Modifica relazione
pt: Editar relacionamento

source: Details
es: Detalles
fr: Détails
id: Rincian
it: Dettagli
pt: Detalhes

source: This relationship does not have any attached resources. To attach a resource, select the button below.
es: Esta relación no tiene recursos adjuntos. Para adjuntar un recurso, seleccione el botón a continuación.
fr: Aucune ressource n'est jointe à cette relation. Pour joindre une ressource, cliquez sur le bouton ci-dessous.
id: Hubungan ini tidak memiliki sumber daya yang terlampir. Untuk melampirkan sebuah sumber daya, pilih tombol di bawah.
it: Questa relazione non ha alcuna risorsa allegata. Per allegare una risorsa, seleziona il tasto sottostante.
pt: Esta relação não tem recursos anexados. Para anexar um recurso, selecione o botão abaixo.

source: Edit Relationship
es: Editar relación
fr: Modifier la relation
id: Ubah Hubungan
it: Modifica Relazione
pt: Editar Relacionamento

source: Relationship type
es: Tipo de relación
fr: Type de relation
id: Tipe hubungan
it: Tipo relazione
pt: Tipo de relacionamento

source: Add resource for relationship
it: Aggiungi risorsa per relazione

source: Upload new resource for relationship
es: Cargar nuevo recurso para la relación
fr: Importer une nouvelle ressource pour la relation
id: Upload sumber daya baru untuk hubungan
it: Carica nuova risorsa per relazione

source: Add resource for party
it: Aggiungi risorsa per la parte

source: Party resources
es: Recursos de la entidad
fr: Ressources relatives aux parties
id: Sumber daya kelompok
it: Risorse della parte
pt: Recursos de parte

source: Add from library
es: Añadir de la biblioteca
fr: Ajouter à partir de la bibliothèque
id: Tambahkan dari koleksi
it: Aggiungi dalla libreria
pt: Adicionar da biblioteca

source: Upload new resource
es: Cargar nuevo recurso
fr: Importer une nouvelle ressource
id: Upload sumber daya baru
it: Carica nuova risorsa
pt: Carregar novo recurso

source: Upload new resource for party
es: Cargar nuevo recurso para la entidad
fr: Importer une nouvelle ressource pour la partie
id: Upload sumber daya baru untuk kelompok
it: Carica nuova risorsa per la parte

source: Resources: Edit
es: Recursos: Editar
fr: Ressources : modifier
id: Sumber daya: Ubah
it: Risorse: Modifica
pt: Recursos: Editar

source: Deleted
es: Eliminado
fr: Supprimée
id: Terhapus
it: Rimosse

source: File name
it: Nome documento:

source: Uploaded on
it: Caricata su

source: %(date)s by %(user)s
it: %(date)s da %(user)s

source: Select the file to upload
es: Seleccione el archivo a cargar
fr: Sélectionner le fichier à importer
id: Pilih berkas untuk di-upload
it: Seleziona i documenti da caricare
pt: Selecione o ficheiro a ser carregado

source: Accepted file types: pdf, mp3, mp4, doc, docx, jpg, png, gpx, csv, xls, xlsx, gif, tiff
it: Tipi di documenti accettati: pdf, mp3, mp4, doc, docx, jpg, png, gpx, csv, xls, xlsx, gif, tiff

source: Attach from library
es: Adjuntar de la librería
fr: Joindre à partir de la bibliothèque
id: Lampirkan dari koleksi
it: Allega dalla libreria

source: Upload new
es: Cargar nuevo
fr: Importer une nouvelle
id: Upload baru
it: Carica nuova
pt: Carregar novo

source: Delete resource
es: Eliminar recurso
fr: Supprimer la ressource
id: Hapus sumber daya
it: Rimuovi risorsa

source: Are you sure you want to delete this resource? Once deleted, the resource can only be restored by a system administrator. Deleting will also detach the resource from everything it is attached to.
es: ¿Está seguro de que desea eliminar este recurso? Una vez eliminado, al recurso solo lo podrá recuperar un administrador de sistema. Al eliminarlo, también se separará al recurso de todos los elementos a los que esté unido.
fr: Souhaitez-vous vraiment supprimer cette ressource ? Une fois supprimée, la ressource ne peut être restaurée que par un administrateur système. La supprimer la détachera également de tous les éléments auxquels elle était jointe.
id: Apakah Anda yakin ingin menghapus sumber daya ini? Begitu dihapus, sumber daya ini hanya dapat dipulihkan oleh seorang administrator sistem. Menghapus juga akan melepaskan sumber daya dari seluruh hal yang terlampir pada sumber daya ini.
it: Sei sicuro/a di voler rimuovere questa risorsa? Se rimossa, la risorsa può essere ripristinata solo da un'amministratore. Cancellandola, la rimuoverai da tutte le cose che la hanno allegata.

source: Yes, delete this resource
es: Sí, eliminar este recurso
fr: Oui, supprimer cette ressource
id: Ya, hapus sumber daya ini
it: Sì, rimuovi questa risorsa

source: Restore deleted resource
es: Restaurar recurso eliminado
fr: Restaurer une ressource supprimée
id: Pulihkan sumber daya yang dihapus
it: Ripristina risorsa cancellata

source: Are you sure you want to restore this deleted resource?
es: ¿Está seguro de que desea recuperar este recurso eliminado?
fr: Souhaitez-vous vraiment restaurer cette ressource supprimée ?
id: Apakah Anda yakin akan memulihkan sumber daya yang telah terhapus?
it: Sei sicuro/a di voler ripristinare questa risorsa cancellata?

source: Yes, restore this resource
es: Sí, recuperar este recurso
fr: Oui, restaurer cette ressource
id: Ya, pulihkan sumber daya ini
it: Sì, ripristina questa risorsa

source: Add resource for project
it: Aggiungi risorsa al progetto

source: Upload new resource for project
es: Cargar nuevo recurso para el proyecto
fr: Importer une nouvelle ressource pour le projet
id: Upload sumber daya baru untuk proyek
it: Carica nuova risorsa al progetto

source: Resource detail:
es: Detalle del recurso:
fr: Détails de la ressource :
id: Rincian sumber daya:
it: Dettagli risorsa:
pt: Detalhe de recurso

source: Resource detail
es: Detalle del recurso
fr: Détails de la ressource
id: Rincian sumber daya
it: Dettagli risorsa:
pt: Detalhe de recurso

source: Download
es: Descargar
fr: Télécharger
it: Scarica
pt: Baixar

source: Attached to
es: Adjunto a
fr: Jointe à
id: Terlampir pada
it: Allegata a

source: Entity Class
es: Clase de la entidad
fr: Catégorie de l'entité
id: Kelas Entitas
it: Categoria Entità

source: Entity Name or Description
es: Descripción o nombre de la entidad
fr: Nom ou description de l'entité
id: Nama Entitas atau Deskripsi
it: Nome o Descrizione Entità

source: Detach
es: Separar
fr: Détacher
id: Lepaskan
it: Rimuovi allegato

source: This resource is currently not attached to anything.
es: Este recurso no se encuentra adjunto a ningún elemento actualmente.
fr: Actuellement, cette ressource n'est jointe à rien.
id: Saat ini sumber daya ini tidak terlampir pada apapun.
it: Questa risorsa non è allegata a niente al momento.

source: Contributor
es: Colaborador
fr: Contributeur
id: Kontributor
it: Contribuente
pt: Contribuinte

source: %(amount)s other
es: %(amount)s más
fr: %(amount)s autres
id: %(amount)s lain
it: %(amount)s altro

source: Restore
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina

source: Attachments
es: Adjuntos
fr: Pièces jointes
id: Lampiran
it: Allegati

source: e.g., <kbd>Parcel</kbd>, <kbd>John White</kbd>; <a id="search-guidelines-link">more search guidelines</a>
it: per es., <kbd> Lotto </kbd>, <kbd> Mario Rossi </kbd> ; <a id="search-guidelines-link"> più guide sulla ricerca </a>

source: Last updated on
it: Ultimo aggiornamento il

source: We’re sorry, search is currently not available
it: Siamo spiacenti, la ricerca non è al momento disponibile

source: We’re sorry, we couldn’t find any results for:
it: Siamo spiacenti, non siamo riusciti a trovare alcun risultato per:

source: Search tips:
it: Consigli per la ricerca:

source: Double check your spelling for typos.
it: Ricontrolla spelling per errori

source: Refer to our search guidelines for more tips.
it: Consulta la nostra guida di ricerca per consigli.

source: Showing <span id="total-results"></span> result(s) for <strong><span id="query-string"></span></strong>
it: Mostrando <span id="total-results"></span> risultati per <strong><span id="query-string"></span></strong>

source: Search results
it: Cerca risultati

source: Delete location
es: Eliminar ubicación
fr: Supprimer l'emplacement
id: Hapus lokasi
it: Rimuovi luogo
pt: Remover localização

source: Are you sure you want to delete this location?
es: ¿Está seguro de que desea eliminar esta ubicación?
fr: Souhaitez-vous vraiment supprimer cet emplacement ?
id: Apakah Anda yakin ingin menghapus lokasi ini?
it: Sei sicuro/a di voler rimuovere questo luogo?
pt: Tem certeza de que deseja remover esta localização?

source: Yes, delete this location
es: Sí, eliminar esta ubicación
fr: Oui, supprimer cet emplacement
id: Ya, hapus lokasi
it: Sì, rimuovi questo luogo
pt: Sim, eliminar esta localização

source: Location detail
es: Detalle de la ubicación
fr: Détails de l'emplacement
id: Rincian lokasi
it: Dettagli luogo

source: Edit location
es: Editar ubicación
fr: Modifier l'emplacement
id: Ubah lokasi
it: Modifica luogo
pt: Editar localização

source: This location does not have any relationships and is not connected to any parties. To add your first relationship, select the button below.
es: Esta ubicación no tiene relaciones y no está conectada a terceros. Para añadir su primera relación, seleccione el botón a continuación.
fr: Cet emplacement ne dispose d'aucune relation et n'est associé à aucune partie. Pour ajouter votre première relation, cliquez sur le bouton ci-dessous.
id: Lokasi ini tidak memiliki hubungan apapun dan tidak terhubung ke kelompok apapun. Untuk menambahkan hubungan Anda yang pertama, pilih tombol di bawah ini.
it: Questo luogo non ha alcuna relazione e non è connesso con alcuna parte. Per aggiungere la tua prima relazione, seleziona il tasto sottostante.
pt: Esta localização não tem qualquer relacionamento e não está ligado a qualquer uma das partes. Para adicionar o seu primeiro relacionamento, selecione o botão abaixo.
