Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, es, fr, id, it, pt

source: Active
it: Attivo

source: Archived
it: Archiviato

source: All
it: Tutto

source: Go to my location
es: Ir a mi posición actual
id: Tunjukan lokasi saya
it: Vai al mio luogo
pt: Ir para a minha localização

source: This field seems to be invalid.
ar: تأكد من صحة القيمة المدخل
es: Este valor parece ser inválido.
fr: Cette valeur semble non valide.
id: tidak valid
it: Questo campo sembra invalido.
pt: Este valor parece ser inválido.

source: This field should be a valid email.
ar: تأكد من إدخال بريد الكتروني صحيح
es: Este valor debe ser un correo válido.
fr: Cette valeur n'est pas une adresse email valide.
id: email tidak valid
it: Questo campo dovrebbe avere un'email valida.
pt: Este campo deve ser um email válido.

source: This value should be a valid url.
es: Este valor tiene que ser una URL válida.
id: url tidak valid.
it: Questo valore dovrebbe essere un valido url.

source: This value should be a valid number.
ar: تأكد من إدخال رقم
es: Este valor debe ser un número válido.
fr: Cette valeur doit être un nombre.
id: nomor tidak valid
it: Questo valore dovrebbe essere un numero valido.
pt: Este campo deve ser um número válido.

source: This value should be a valid integer.
ar: تأكد من إدخال عدد صحيح بدون كسور
es: Este valor debe ser un número válido.
fr: Cette valeur doit être un entier.
id: integer tidak valid
it: Questo valore dovrebbe essere un valido numero intero.
pt: Este campo deve ser um inteiro válido.

source: This value should be digits.
ar: تأكد من إدخال رقم
es: Este valor debe ser un dígito válido.
fr: Cette valeur doit être numérique.
id: harus berupa digit
it: Questo valore dovrebbe essere numerico.
pt: Este campo deve conter apenas dígitos.

source: This value should be alphanumeric.
ar: تأكد من إدخال حروف وأرقام فقط
es: Este valor debe ser alfanumérico.
fr: Cette valeur doit être alphanumérique.
id: harus berupa alphanumeric
it: Questo valore dovrebbe essere alfanumerico.
pt: Este campo deve ser alfa numérico.

source: This field should not be blank.
ar: تأكد من تعبئة الحقل
es: Este campo quizá no debería estar vacío.
fr: Ce champ ne peut pas rester vide.
id: tidak boleh kosong
it: Questo campo non dovrebbe essere vuoto.
pt: Este campo não pode ficar em branco.

source: This field is required.
ar: هذه الخانة مطلوبه.
es: Este campo es necesario.
fr: Ce champ est obligatoire.
id: tidak boleh kosong
it: Questo campo è obbligatorio.
pt: Este campo é obrigatório.

source: This value seems to be invalid.
ar: القيمة المدخلة غير صحيحة
es: Este valor parece ser inválido.
fr: Cette valeur semble non valide.
id: tidak valid
it: Questo valore sembra essere invalido.
pt: Este campo parece estar inválido.

source: This value should be greater than or equal to %s.
ar: القيمة المدخلة يجب أن تكون أكبر من %s.
es: Este valor no debe ser menor que %s.
fr: Cette valeur ne doit pas être inférieure à %s.
id: harus lebih besar atau sama dengan %s.
it: Questo valore dovrebbe essere maggiore o uguale a %s.
pt: Este campo deve ser maior ou igual a %s.

source: This value should be lower than or equal to %s.
ar: القيمة المدخلة يجب أن تكون أصغر من %s.
es: Este valor no debe ser mayor que %s.
fr: Cette valeur ne doit pas excéder %s.
id: harus lebih kecil atau sama dengan %s.
it: Questo valore dovrebbe essere minore o uguale a %s.
pt: Este campo deve ser menor ou igual a %s.

source: This value should be between %s and %s.
ar: القيمة المدخلة يجب أن تكون بين %s و %s.
es: Este valor debe estar entre %s y %s.
fr: Cette valeur doit être comprise entre %s et %s.
id: harus dalam rentang %s dan %s.
it: Questo valore dovrebbe essere tra %s e %s.
pt: Este campo deve estar entre %s e %s.

source: This field is too short. It should have %s characters or more.
ar: القيمة المدخلة قصيرة جداً . تأكد من إدخال %s حرف أو أكثر
es: Este valor es muy corto. La longitud mínima es de %s caracteres.
fr: Cette chaîne est trop courte. Elle doit avoir au minimum %s caractères.
id: terlalu pendek, minimal %s karakter atau lebih.
it: Questo campo è troppo corto. Dovrebbe avere almeno %s caratteri.
pt: Este campo é pequeno demais. Ele deveria ter %s caracteres ou mais.

source: This field is too long. It should have %s characters or fewer.
ar: القيمة المدخلة طويلة . تأكد من إدخال %s حرف أو أقل
es: Este valor es muy largo. La longitud máxima es de %s caracteres.
fr: Cette chaîne est trop longue. Elle doit avoir au maximum %s caractères.
id: terlalu panjang, maksimal %s karakter atau kurang.
it: Questo campo è troppo lungo. Non dovrebbe avere più di %s caratteri.
pt: Este campo é grande demais. Ele deveria ter %s caracteres ou menos.

source: This field length is invalid. It should be between %s and %s characters long.
ar: القيمة المدخلة غير صحيحة. تأكد من إدخال بين %s و %s خانة
es: La longitud de este valor debe estar entre %s y %s caracteres.
fr: Cette valeur doit contenir entre %s et %s caractères.
id: panjang karakter harus dalam rentang %s dan %s
it: La lunghezza del campo è invalida. Dovrebbe avere tra %s e %s caratteri.
pt: O tamanho deste campo é inválido. Ele deveria ter entre %s e %s caracteres.

source: You must select at least %s choices.
ar: يجب اختيار %s خيار على الأقل.
es: Debe seleccionar al menos %s opciones.
fr: Vous devez sélectionner au moins %s choix.
id: pilih minimal %s pilihan
it: Devi selezionare almeno %s opzioni.
pt: Você deve escolher pelo menos %s opções.

source: You must select %s choices or fewer.
ar: يجب اختيار%s خيار أو أقل
es: Debe seleccionar %s opciones o menos.
fr: Vous devez sélectionner %s choix maximum.
id: pilih maksimal %s pilihan
it: Devi selezionare non più di %s opzioni.
pt: Você deve escolher %s opções ou mais

source: You must select between %s and %s choices.
ar: يجب اختيار بين %s و %s خيار.
es: Debe seleccionar entre %s y %s opciones.
fr: Vous devez sélectionner entre %s et %s choix.
id: pilih antar %s dan %s pilihan
it: Devi selezionare tra %s e %s opzioni.
pt: Você deve escolher entre %s e %s opções.

source: This value should be the same.
ar: تأكد من تطابق القيمتين المدخلة.
es: Este valor debe ser idéntico.
fr: Cette valeur devrait être identique.
id: harus sama
it: Questo valore dovrebbe essere lo stesso.
pt: Este valor deveria ser igual.

source: Your password must contain at least 3 of the following: lowercase characters, uppercase characters, special characters, and/or numerical characters.
es: Su contraseña debe contener al menos 3 de los elementos siguientes: minúsculas, mayúsculas, caracteres especiales o caracteres numéricos.
id: password Anda harus berisi minimal 3 hal berikut: karakter huruf kecil, karakter huruf besar, karakter khusus, dan / atau karakter numerik.
it: La tua password deve contenere almeno 3 dei seguenti: caratteri minuscoli, caratteri maiuscoli, caratteri speciali, e/o caratteri numerici.

source: Your password cannot contain your username.
es: Su contraseña no puede contener su nombre.
id: Sandi Anda tidak dapat berisi nama pengguna.
it: La tua password non può contenere il tuo nome utente.

source: Your password cannot contain your email mailbox name.
es: Su contraseña no puede contener el nombre de su casilla de correo electrónico.
id: password Anda tidak bisa berisi nama kotak surat email Anda.
it: La tua password non può contenere il nome della tua posta email.

source: Zoom in
es: Acercar
id: Perbesar
pt: Ampliar

source: Zoom out
es: Alejar
id: Perkecil
pt: Reduzir
