Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, it, pt

source: Add relationship
es: Añadir relación
fr: Ajouter une relation
id: Tambahkan hubungan
it: Aggiungi relazione
pt: Adicionar relacionamento

source: This location does not have any attached resources. To attach a resource, select the button below.
es: Esta ubicación no tiene recursos adjuntos. Para adjuntar un recurso, seleccione el botón a continuación.
fr: Cet emplacement n'a aucune ressource jointe. Pour joindre une ressource, cliquez sur le bouton ci-dessous.
id: Lokasi ini tidak memiliki lampiran sumber daya apapun. Untuk melampirkan sebuah sumber daya, pilih tombol di bawah.
it: Questo luogo non ha alcuna risorsa allegata. Per allegare una risorsa, seleziona il tasto sottostante.
pt: Esta localização não possui recursos ligados. Para adicionar um recurso, selecione o botão abaixo.

source: Edit details
it: Modifica dettagli

source: Draw location on map
es: Trazar ubicación en el mapa
fr: Dessiner un emplacement sur la carte
id: Gambar lokasi pada peta
it: Disegna luogo sulla mappa
pt: Desenhar localização no mapa

source: Use the tools provided on the left side of the map to mark your new location.
it: Usa gli strumenti sulla sinistra della mappa per segnare il tuo nuovo luogo.

source: What type of location is this?
it: Che tipo di luogo è questo?

source: Currently viewing
es: Vista actual
fr: Affichage en cours
id: Saat ini sedang melihat
it: Vedendo al momento
pt: Actualmente visualizando

source: 1. Connected party
es: 1. Entidad conectada
fr: 1. Partie connectée
id: 1. Kelompok terhubung
it: 1. Parte connessa
pt: 1. Parte ligado

source: Choose an existing party to connect to this location
es: Elija una entidad existente para conectar a esta ubicación
fr: Choisir une partie existante à connecter à cet emplacement
id: Pilih sebuah kelompok yang tersedia untuk terhubung dengan lokasi ini
it: Scegli una parte esistente da connettere a questo luogo
pt: Escolha uma parte existente para se conectar a esta localização

source: Or add a new party
es: O añada una nueva entidad
fr: Ou ajouter une partie
id: Atau tambahkan sebuah kelompok baru
it: O aggiungi una nuova parte
pt: Ou adicionar uma nova parte

source: 2. Relationship details
es: 2. Detalles de la relación
fr: 2. Détails de la relation
id: 2. Rincian hubungan
it: 2. Dettagli relazione
pt: 2. Detalhes do relacionamento

source: Relationship Type
es: Tipo de relación
fr: Type de relation
id: Tipe hubungan
it: Tipo Relazione
pt: Tipo de Relacionamento

source: Add resource for location
it: Aggiungi risorsa al luogo

source: Upload new resource for location
es: Cargar nuevo recurso para la ubicación
fr: Importer une nouvelle ressource pour l'emplacement
id: Upload sumber daya baru untuk lokasi
it: Carica nuova risorsa al luogo
pt: Carregar novo recurso para localização

source: You don't have permission to contribute data to this project.
it: Non hai il permesso di contribuire dati a questo progetto.

source: Form out of date
es: Formulario vencido
fr: Formulaire expiré
id: Formulir diluar tanggal
it: Modulo datato
pt: Formulário fora de prazo

source: Party error: {}
es: Error de entidad: {}
fr: Erreur de partie : {}
id: Kesalahan kelompok: {}
it: Errore parte: {}
pt: Erro parte: {}

source: Location error: {}
es: Error de ubicación: {}
fr: Erreur d'emplacement : {}
id: Kesalahan lokasi: {}
it: Errore luogo: {}
pt: Erro localização: {}

source: Tenure relationship error: {}
es: Error de relación de uso o propiedad: {}
fr: Erreur de relation entre les tenures : {}
id: Kesalahan pada hubungan kepemilikan: {}
it: Errore relazione possedimento fondiario: {}
pt: Erro relacionamento de posse de terra: {}

source: XML submission not found
es: envío de XML no encontrado
fr: Soumission XML introuvable
id: Pengajuan XML tidak ditemukan
it: XML consegna non trovata
pt: Submissão de XML não encontrado

source: Questionnaire not found.
es: Cuestionario no encontrado.
fr: Questionnaire introuvable.
id: Kuesioner tidak ditemukan
it: Questionario non trovato.
pt: Questionário não foi encontrado.

source: Invalid ODK Geometry: %s
es: Geometría de ODK no válida: %s
fr: Géométrie ODK non valide : %s
id: Valid ODK Geometri: %s
it: Geometria ODK Invalida: %s
pt: Geometria ODK inválida: %s

source: Form was Successfully Received
it: Modulo Ricevuto con Successo

source: Imagery &copy; DigitalGlobe
es: Imágenes &copy; DigitalGlobe
fr: Imagerie &copy; DigitalGlobe
id: Citra satelit &copy; DigitalGlobe

source: You don't have permission to download data from this project
id: Anda tidak memiliki izin untuk mendownload data dari proyek ini
pt: Não tem permissão para fazer download de dados a partir deste projecto

source: Download data from a project
id: Download data dari sebuah proyek
pt: Baixar os dados dum projecto

source: Contractual/Share Crop
id: Kontraktual/Bagi Hasil
pt: Contractual / arrendatário

source: Customary Arrangement
id: Pengaturan Adat
pt: De acordo com as normas costumeiras

source: Gift
id: Hibah
pt: Oferta

source: Homestead
id: Rumah tinggal
pt: Herdade

source: Informal Occupant
id: Penghuni informal
pt: Ocupante informal

source: Inheritance
id: Warisan
pt: Herança

source: Purchased Freehold
id: Pembelian Hak Milik
pt: Propriedade livre e alodial

source: Rental
id: Sewa
pt: Propriedade alugado

source: Other
id: Lainnya
pt: Outro

source: Password
es: Contraseña
fr: Mot de passe
id: Kata kunci
pt: Senha

source: Submit
id: Tambah
pt: Enviar

source: Account
es: Cuenta
fr: Compte
id: Akun
pt: Conta

source: Privacy
es: Privacidad
fr: Confidentialité
id: Privasi
pt: Privacidade

source: Dashboard
es: Panel de control
fr: Tableau de bord
id: Dasbor

source: You're ready to go
id: Anda siap untuk melanjutkan
pt: Está pronto para continuar

source: You have successfully created your organization. You're now ready to add your first project.
id: Anda berhasil membuat organisasi Anda. Sekarang Anda siap untuk menambahkan proyek pertama Anda.
pt: Criou com sucesso a sua organização. Está pronto para adicionar o seu primeiro projecto.

source: Add a new project
id: Tambahkan sebuah proyek baru
pt: Adicionar um novo projecto

source: This organization does not have any public projects.
id: Organisasi ini tidak memiliki proyek publik.
pt: Esta organização não tem nenhum projecto público.

source: View all
id: Lihat semua
pt: Ver tudo

source: Contact information
id: Informasi Kontak
pt: Informações de contato

source: Project stats
id: Status proyek
pt: Estatísticas de projecto

source: <div class="num">%(counter)s</div> location
id: <div class="num">%(counter)s</div> lokasi

source: <div class="num">%(counter)s</div> party
id: <div class="num">%(counter)s</div> kelompok

source: <div class="num">%(counter)s</div> resource
id: <div class="num">%(counter)s</div> sumber daya

source: Congratulations!
id: Selamat!
pt: Parabéns!

source: You have successfully created your project. You're now ready to add your first location.
id: Anda telah berhasil membuat proyek Anda. Sekarang Anda siap untuk menambah lokasi pertama Anda.
pt: Criou com sucesso o seu projecto. Está pronto para adicionar a sua primeira localização.

source: Add a location
id: Tambahkan sebuah lokasi
pt: Adicionar uma localização

source: to view project details
id: untuk melihat rincian proyek
pt: para ver os detalhes do projeto

source: Download project data
id: Download data proyek
pt: Baixar dados do projecto

source: Map
id: Peta
pt: Mapa

source: +Vivid imagery
es: Imágenes +Vivid
fr: Imagerie +Vivid

source: Email
es: Correo electrónico

source: Download data
pt: Baixar dados
