Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, it, pt

source: Select at least one data type.
es: Seleccione al menos un tipo de dato.
fr: Sélectionnez au moins un type de données.
id: Pilih setidaknya satu jenis data.
it: Seleziona almeno uno dei tipi di dati.

source: Error importing file: %s
es: Error al importar el archivo: %s
fr: Erreur lors de l'importation du fichier : %s
id: Kesalahan berkas mengimpor: %s
it: Errore importando documento: %s

source: No '{}' column found.
it: Nessuna '{}' colonna trovata.

source: Number of headers and columns do not match.
es: El número de encabezados y columnas no coincide.
fr: Le nombre d'en-têtes et de colonnes ne correspond pas.
id: Jumlah header dan kolom tidak cocok.
it: Numero di righe e colonne non corrispondono.

source: Invalid geometry.
es: Geometría no válida.
fr: Géométrie non valide.
id: geometri tidak valid.
it: Geometria invalida.

source: Invalid location_type: '%s'.
es: location_type no válido: '%s'.
fr: location_type non valide : '%s'.
id: Location_type tidak valid: '%s'.
it: location_type: '%s' invalido.

source: Invalid tenure_type: '%s'.
es: tenure_type no válido: '%s'.
fr: tenure_type non valide : '%s'.
id: Valid tenure_type: '%s'.
it: tenure_type: '%s' invalido.

source: Empty worksheet.
es: Hoja de cálculo vacía.
fr: Feuille de calcul vide.
id: worksheet kosong.
it: Foglio elettronico vuoto.

source: Unsupported import format.
es: Formato de importación no compatible.
fr: Format d'importation non pris en charge.
id: Format impor tidak didukung.
it: Formato importato non supportato.

source: Missing '%s' worksheet.
es: Falta la hoja de cálculo '%s'.
fr: Feuille de calcul '%s' manquante.
id: Hilang '%s' worksheet.
it: Manca '%s' foglio elettronico.

source: You don't have permission to access this organization
es: No tiene permisos para acceder a esta organización
fr: Vous n'êtes pas autorisé à accéder à cette organisation
id: Anda tidak memiliki izin untuk mengakses organisasi ini
it: Non hai il permesso d'accedere a questa organizzazione
pt: Não tem permissão para aceder a esta organização

source: You don't have permission to update this organization
es: No tiene permisos para actualizar la información de esta organización
fr: Vous n'êtes pas autorisé à mettre à jour cette organisation
id: Anda tidak memiliki izin untuk memperbarui organisasi ini
it: Non hai il permesso di aggiornare questa organizzazione
pt: Não tem permissão para actualizar esta organização

source: You don't have permission to archive this organization
es: No tiene permisos para archivar esta organización
fr: Vous n'êtes pas autorisé à archiver cette organisation
id: Anda tidak memiliki izin untuk mengarsip organisasi ini
it: Non hai il permesso di archiviare questa organizzazione
pt: Não tem permissão para arquivar esta organização

source: You don't have permission to unarchive this organization
es: No tiene permisos para volver a activar esta organización
fr: Vous n'êtes pas autorisé à désarchiver cette organisation
id: Anda tidak memiliki izin untuk memulihkan arsip organisasi ini
it: Non hai il permesso di rimuovere questa organizzazione dall'archivio
pt: Não tem permissão para desarquivar esta organização

source: You don't have permission to view members of this organization
es: No tiene permisos para ver los miembros de esta organización
fr: Vous n'êtes pas autorisé à consulter les membres de cette organisation
id: Anda tidak memiliki izin untuk melihat anggota untuk organisasi ini
it: Non hai il permesso di vedere i membri di questa organizzazione
pt: Não tem permissão para visualizar os membros desta organização

source: You don't have permission to add members to this organization
es: No tiene permisos para añadir miembros en esta organización
fr: Vous n'êtes pas autorisé à ajouter des membres à cette organisation
id: Anda tidak memiliki izin untuk menambahkan anggota untuk organisasi ini
it: Non hai il permesso di aggiungere membri a questa organizzazione
pt: Não tem permissão para adicionar membros a esta organização

source: You don't have permission to edit roles of this organization
es: No tiene permisos para editar los roles de esta organización
fr: Vous n'êtes pas autorisé à modifier les rôles de cette organisation
id: Anda tidak memiliki izin untuk mengubah peran organisasi ini
it: Non hai il permesso di modificare ruoli in questa organizzazione
pt: Não tem permissão para editar funções desta organização

source: You don't have permission to remove members from this organization
es: No tiene permisos para eliminar miembros de esta organización
fr: Vous n'êtes pas autorisé à supprimer des membres de cette organisation
id: Anda tidak memilliki izin untuk meghapus anggota dari organisasi ini
it: Non hai il permesso di rimuovere membri da questa organizzazione
pt: Não tem permissão para remover membros desta organização

source: You don't have permission to access this project
es: No tiene permisos para acceder a este proyecto
fr: Vous n'êtes pas autorisé à accéder à ce projet
id: Anda tidak memiliki izin untuk mengakses proyek ini
it: Non hai il permesso di accedere a questo progetto
pt: Não tem permissão para aceder a este projecto

source: You don't have permission to update this project
es: No tiene permisos para actualizar este proyecto
fr: Vous n'êtes pas autorisé à mettre à jour ce projet
id: Anda tidak memiliki izin untuk memperbarui proyek ini
it: Non hai il permesso di aggiornare questo progetto
pt: Não tem permissão para actualizar este projecto

source: You don't have permission to archive this project
es: No tiene permisos para archivar este proyecto
fr: Vous n'êtes pas autorisé à archiver ce projet
id: Anda tidak memiliki izin untuk mengarsipkan proyek ini
it: Non hai il permesso di archiviare questo progetto
pt: Não tem permissão para arquivar este projecto

source: You don't have permission to unarchive this project
es: No tiene permisos para volver a activar este proyecto
fr: Vous n'êtes pas autorisé à désarchiver ce projet
id: Anda tidak memiliki izin untuk memulihkan arsip untuk proyek ini
it: Non hai il permesso di rimuovere questo progetto dall'archivio
pt: Não tem permissão para desarquivar este projecto

source: You don't have permission to view members of this project
es: No tiene permisos para ver los miembros de este proyecto
fr: Vous n'êtes pas autorisé à consulter les membres de ce projet
id: Anda tidak memiliki izin untuk melihat anggota untuk proyek ini
it: Non hai il permesso di vedere i membri di questo progetto
pt: Não tem permissão para visualizar os membros deste projecto

source: You don't have permission to add members to this project
es: No tiene permisos para añadir miembros en este proyecto
fr: Vous n'êtes pas autorisé à ajouter des membres à ce projet
id: Anda tidak memiliki izin untuk menambahkan anggota untuk proyek ini
it: Non hai il permesso di aggiungere membri a questo progetto
pt: Não tem permissão para adicionar membros a este projecto

source: You don't have permission to edit roles of this project
es: No tiene permisos para editar roles en este proyecto
fr: Vous n'êtes pas autorisé à modifier les rôles de ce projet
id: Anda tidak memiliki izin untuk mengubah peran proyek ini
it: Non hai il permesso di modificare ruoli in questo progetto
pt: Não tem permissão para editar funções deste projecto

source: You don't have permission to remove members from this project
es: No tiene permisos para eliminar miembros de este proyecto
fr: Vous n'êtes pas autorisé à retirer des membres de ce projet
id: Anda tidak memilliki izin untuk meghapus anggota dari proyek ini
it: Non hai il permesso di rimuovere membri da questo progetto
pt: Não tem permissão para remover membros deste projecto

source: You don't have permission to import data to this project
es: No tiene permisos para importar datos a este proyecto
fr: Vous n'êtes pas autorisé à importer des données dans ce projet
id: Anda tidak memiliki izin untuk mengimpor data untuk proyek ini
it: Non hai il permesso di importare dati a questo progetto

source: List existing organizations
es: Ver la lista de organizaciones existentes
fr: Lister organisations actuelles
id: Daftar organisasi yang tersedia
it: Lista di organizzazioni esistenti
pt: Listar organizações existentes

source: Create organizations
es: Crear organizaciones
fr: Créer organisations
id: Buat organisasi
it: Crea organizzazioni
pt: Criar organizações

source: View existing organizations
es: Ver las organizaciones existentes
fr: Voir organisations actuelles
id: Lihat organisasi yang tersedia
it: Vedi organizzazioni esistenti
pt: Visualizar organizações existentes

source: View archived organization
es: Ver la organización archivada
fr: Afficher l'organisation archivée
id: Lihat orgnasiasi yang ter-arsip
it: Vedi organizzazione archiviata

source: Update an existing organization
es: Actualizar una organización existente
fr: Mettre une organisation actuelle à jour
id: Perbarui sebuah organisasi yang tersedia
it: Aggiorna un'organizzazione esistente
pt: Actualizar uma organização existente

source: Archive an existing organization
es: Archivar una organización existente
fr: Archiver une organisation actuelle
id: Arsipkan sebuah organisasi yang tersedia
it: Archivia un'organizzazione esistente
pt: Arquivar uma organização existente

source: Unarchive an existing organization
es: Volver a activar una organización existente
fr: Déarchiver une organisation actuelle
id: Pulihkan arsip dari organisasi yang tersedia
it: Rimuovi un'organizzazione dall'archivio
pt: Desarquivar uma organização existente

source: List members of an organization
es: Ver la lista de miembros de una organización
fr: Lister membres d'une organisation
id: Daftar anggota dari sebuah organisasi
it: Elenca i membri di un'organizzazione
pt: Listar os membros de uma organização

source: Add a member to an organization
es: Añadir un miembro a una organización
fr: Ajouter un membre à une organisation
id: Tambahkan seorang anggota ke sebuah organisasi
it: Aggiungi un membro ad un'organizzazione
pt: Adicionar um membro a uma organização

source: Edit a member of an organization
es: Editar la información de un miembro de una organización
fr: Modifier un membre d'une organisation
id: Ubah seorang anggota dari sebuah organisasi
it: Modifica un membro di un'organizzazione
pt: Editar um membro de uma organização

source: Remove a member from an organization
es: Eliminar un miembro de una organización
fr: Enlever un membre d'une organisation
id: Hapus seorang anggota dari sebuah organisasi
it: Rimuovi un membro da un'organizzazione
pt: Remover um membro de uma organização

source: List existing projects in an organization
es: Ver la lista de proyectos existentes en una organización
fr: Lister projets actuels dans une organisation
id: Daftar proyek yang tersedia dalam sebuah organisasi
it: Lista progetti di un'organizzazione
pt: Listar projectos existentes em uma organização

source: Create projects in an organization
es: Crear proyectos en una organización
fr: Créer projets dans une organisation
id: Buat proyek dalam sebuah organisasi
it: Crea progetti in un'organizzazione
pt: Criar projectos em uma organização

source: View existing projects
es: Ver los proyectos existentes
fr: Voir projets actuels
id: Lihat proyek yang tersedia
it: Vedi progetti esistenti
pt: Visualizar projectos existentes

source: View private projects
es: Ver los proyectos privados
fr: Consulter les projets privés
id: Lihat proyek pribadi
it: Vedi progetti privati
pt: Visualizar projectos privados

source: View archived projects
es: Ver los proyectos archivados
fr: Consulter les projets archivés
id: Lihat proyek yang ter-arsip
it: Vedi progetti archiviati

source: Update an existing project
es: Actualizar un proyecto existente
fr: Mettre un projet actuel à jour
id: Perbarui sebuah proyek yang tersedia
it: Aggiorna un progetto esistente
pt: Actualizar um projecto existente

source: Archive an existing project
es: Archivar un proyecto existente
fr: Archiver un projet actuel
id: Arsipkan proyek yang tersedia
it: Archivia un progetto esistente
pt: Arquivar um projecto existente

source: Unarchive an existing project
es: Volver a activar un proyecto existente
fr: Déarchiver un projet actuel
id: Pulihkan arsip sebuah proyek yang tersedia
it: Rimuovi un progetto dall'archivio
pt: Desarquivar um projecto existente

source: List users within a project
es: Ver la lista de usuarios en un proyecto
fr: Lister utilisateurs dans un projet
id: Daftar pengguna dalam sebuah proyek
it: Lista utenti di un progetto
pt: Lista usuários dentro dum projecto

source: Add user to a project
es: Añadir un usuario a un proyecto
fr: Ajouter utilisateur à un projet
id: Tambahkan pengguna ke sebuah proyek
it: Aggiungi utente ad un progetto
pt: Adicionar usuário a um projecto

source: Edit roles of user in a project
es: Editar los roles de un usuario en un proyecto
fr: Modifier les rôles d'un utilisateur d'un projet
id: Ubah peran pengguna dalam sebuah proyek
it: Modifica ruoli dell'utente di un progetto
pt: Editar funções de usuário num projecto

source: Remove user from a project
es: Eliminar a un usuario de un proyecto
fr: Enlever utilisateur d'un projet
id: Hapus pengguna dari proyek
it: Rimuovi utente dal progetto
pt: Remover o usuário dum projecto

source: Import data to a project
es: Importar los datos a un proyecto
fr: Importer des données vers un projet
id: Impor data ke dalam sebuah proyek
it: Importa dati al progetto

source: Project
es: Proyecto
fr: Projet
id: Proyek
it: Progetto
pt: Projecto

source: Not able to add member. The role already exists.
es: No es posible añadir al miembro. El rol ya existe.
fr: Impossible d'ajouter un membre. Le rôle existe déjà.
id: Tidak dapat menambahkan anggota. Peran sudah ada.
it: Non in grado di aggiungere membro. Il ruolo esiste già.

source: Organization administrators cannot change their own permissions within the organization
es: Los administradores de la organización no pueden cambiar sus propios permisos dentro de la organización
fr: Les administrateurs d'une organisation ne peuvent modifier leurs propres autorisations au sein de l'organisation
id: Administrator organisasi tidak dapat merubah izin mereka sendiri dalam organisasi.
it: Gli amministratori dell'organizzazione non possono cambiare i loro stessi permessi all'interno dell'organizzazione
pt: Administradores da organização não pode mudar as suas próprias permissões dentro da organização

source: User {username} is an organization admin, the role cannot be updated.
es: El usuario {username} es el administrador de una organización, por lo que no es posible actualizar el rol.
fr: L'utilisateur {username} est un administrateur de l'organisation, impossible de mettre à jour son rôle.
id: Pengguna {username} adalah admin organisasi, peran tidak dapat diperbarui.
it: Utente {username} è un amministratore di un'organizzazione, il ruolo non può essere aggiornato.

source: User {username} is not member of the project's organization
es: El usuario {username} no es miembro de la organización del proyecto
fr: Utilisateur {username} n'est pas membre de l'organisation du projet
id: Pengguna {username} bukan anggota dari proyek organisasi ini
it: Utente {username} non è un membro dell'organizzazione di questo progetto
pt: Usuário {username} não é membro da organização do projecto

source: User with username or email {username} does not exist
es: El usuario con correo o nombre de usuario {username} no existe
fr: Utilisateur avec nom d'utilisateur ou email {username} n'existe pas
id: Pengguna dengan nama pengguna atau email {username} tidak tersedia
it: Utente con tale nome utente o email {username} non esiste
pt: Usuário com nome de usuário ou e-mail {username} não existe

source: More than one user found for username or email {email}
es: Se ha encontrado más de un usuario con el nombre de usuario o correo {email}
fr: Plusieurs utilisateurs trouvés pour le nom d'utilisateur ou l'e-mail {email}
id: Lebih dari satu pengguna dengan nama pengguna atau email {email} telah ditemukan
it: Più di un utente trovato con nome utente o email {email}
pt: Mais de um usuário encontrado com nome de usuário ou e-mail {email}

source: Project visibility
es: Visibilidad del proyecto
fr: Visibilité du projet
id: Keterbukaan proyek
it: Visibilità progetto
pt: Visibilidade do projecto

source: Name
es: Nombre
fr: Nom
id: Nama
it: Nome
pt: Nome

source: Phone
es: Teléfono
fr: Téléphone
id: Telepon
it: Telefono
pt: Telefone

source: Add contact
es: Añadir un contacto
fr: Ajouter un contact
id: Tambah kontak
it: Aggiungi contatto
pt: Adicionar contacto

source: Leasehold
es: Propiedad arrendada
fr: Tenure à bail
id: Kontrak
it: Affitto
pt: Arrendamento

source: Please select a party type
es: Por favor seleccione un tipo de entidad
fr: Veuillez sélectionner un type de partie
id: Mohon pilih sebuah tipe kelompok
it: Per favore seleziona un tipo di parte
pt: Seleccionar um tipo de parte

source: You don't have permission to view parties of this project.
es: No tiene permisos para ver las entidades de este proyecto.
fr: Vous n'êtes pas autorisé à consulter les parties de ce projet.
id: Anda tidak memiliki izin untuk melihat kelompok proyek ini.
it: Non hai il permesso di vedere le parti di questo progetto
pt: Não tem permissão para visualizar as partes deste projecto.

source: You don't have permission to add parties to this project.
es: No tiene permisos para añadir entidades en este proyecto.
fr: Vous n'êtes pas autorisé à ajouter des parties à ce projet.
id: Anda tidak memiliki izin untuk menambahkan kelompok untuk proyek ini.
it: Non hai il permesso di aggiungere parti a questo progetto.
pt: Não tem permissão para adicionar partes a este projecto.

source: You don't have permission to view this party.
es: No tiene permisos para ver esta entidad.
fr: Vous n'êtes pas autorisé à consulter cette partie.
id: Anda tidak memiliki izin untuk melihat kelompok ini.
it: Non hai il permesso di vedere questa parte.
pt: Não tem permissão para visualizar esta parte.

source: You don't have permission to update this party.
es: No tiene permisos para actualizar esta entidad.
fr: Vous n'êtes pas autorisé à mettre à jour cette partie.
id: Anda tidak memiliki izin untuk mengubah kelompok ini.
it: Non hai il permesso di aggiornare questa parte.
pt: Não tem permissão para actualizar esta parte.

source: You don't have permission to remove this party.
es: No tiene permisos para eliminar esta entidad.
fr: Vous n'êtes pas autorisé à supprimer cette partie.
id: Anda tidak memiliki izin untuk menghapus kelompok ini.
it: Non hai il permesso di rimuovere questa parte.
pt: Não tem permissão para remover esta parte.

source: You don't have permission to archive this party
es: No tiene permisos para archivar esta entidad
fr: Vous n'êtes pas autorisé à archiver cette partie
id: Anda tidak memiliki izin untuk mengarsipkan kelompok ini
it: Non hai il permesso di archiviare questa parte.
pt: Não tem permissão para arquivar esta parte

source: You don't have permission to unarchive this party
es: No tiene permisos para volver a activar esta entidad
fr: Vous n'êtes pas autorisé à désarchiver cette partie
id: Anda tidak memiliki izin untuk memulihkan arsip kelompok ini
it: Non hai il permesso di rimuovere dall'archivio questa parte
pt: Não tem permissão para desarquivar esta parte

source: You don't have permission to add resources to this party
es: No tiene permisos para añadir recursos a esta entidad
fr: Vous n'êtes pas autorisé à ajouter des ressources à cette partie
id: Anda tidak memiliki izin untuk menambahkan sumber daya untuk kelompok ini
it: Non hai il permesso di aggiungere risorse a questa parte
pt: Não tem permissão para adicionar recursos a esta parte

source: You don't have permission to view party relationships of this project.
es: No tiene permisos para ver las relaciones de las entidades de este proyecto.
fr: Vous n'êtes pas autorisé à consulter les relations entre les parties de ce projet.
id: Anda tidak dapat memiliki izin untuk melihat hubungan kelompok dari proyek ini.
it: Non hai il permesso di vedere le relazioni con le parti di questo progetto
pt: Não tem permissão para visualizar relacionamentos de partes deste projecto.

source: You don't have permission to add party relationships to this project.
es: No tiene permisos para añadir relaciones en este proyecto.
fr: Vous n'êtes pas autorisé à ajouter des relations entre les parties de ce projet.
id: Anda tidak memiliki izin untuk menambah hubungan kelompok dalam proyek ini.
it: Non hai il permesso di aggiungere relazioni con le parti a questo progetto
pt: Não tem permissão para adicionar relacionamentos de partes a este projecto.

source: You don't have permission to view this party relationship.
es: No tiene permisos para ver esta relación de entidad.
fr: Vous n'êtes pas autorisé à consulter cette relation entre les parties.
id: Anda tidak memiliki izin untuk melihat hubungan kelompok ini.
it: Non hai il permesso di vedere questa relazione con la parte.
pt: Não tem permissão para visualizar este relacionamento de partes.

source: You don't have permission to update this party relationship.
es: No tiene permisos para actualizar esta relación de entidad.
fr: Vous n'êtes pas autorisé à mettre à jour cette relation entre les parties.
id: Anda tidak memiliki izin untuk memperbarui hubungan kelompok ini.
it: Non hai il permesso di aggiornare questa relazione con la parte.
pt: Não tem permissão para actualizar esta relacionamento de partes.

source: You don't have permission to remove this party relationship.
es: No tiene permisos para eliminar esta relación de entidad.
fr: Vous n'êtes pas autorisé à supprimer cette relation entre les parties.
id: Anda tidak memiliki izin untuk menghapus hubungan kelompok ini.
it: Non hai il permesso di rimuovere questa relazione con la parte.
pt: Não tem permissão para remover este relacionamento de partes.

source: You don't have permission to view tenure relationships of this project.
es: No tiene permisos para ver las relaciones de uso o propiedad en este proyecto.
fr: Vous n'êtes pas autorisé à consulter les relations entre les tenures de ce projet.
id: Anda tidak memiliki izin untuk meilhat hubungan kepemilikan dari proyek ini.
it: Non hai il permesso di vedere le relazioni sul possedimento fondiario di questo progetto.
pt: Não tem permissão para visualizar os relacionamentos de posse de terra deste projecto.

source: You don't have permission to add tenure relationships to this project.
es: No tiene permisos para añadir relaciones de uso o propiedad en este proyecto.
fr: Vous n'êtes pas autorisé à ajouter des relations entre les tenures de ce projet.
id: Anda tidak memiliki izin untuk menambahakn hubungan kepemilikan untuk proyek ini
it: Non hai il permesso di aggiungere relazioni sul possedimento fondiario a questo progetto.
pt: Não tem permissão para adicionar relacionamentos de posse de terra a este projecto.

source: You don't have permission to view this tenure relationship.
es: No tiene permisos para ver esta relación de uso o propiedad.
fr: Vous n'êtes pas autorisé à consulter cette relation entre les tenures.
id: Anda tidak memiliki izin untuk melihat hubungan kepemilikan ini.
it: Non hai il permesso di vedere le relazioni sul possedimento fondiario.
pt: Não tem permissão para visualizar este relacionamento de posse de terra.

source: You don't have permission to update this tenure relationship.
es: No tiene permisos para actualizar esta relación de uso o propiedad.
fr: Vous n'êtes pas autorisé à mettre à jour cette relation entre les tenures.
id: Anda tidak memiliki izin untuk memperbarui hubungan kepemilikan ini.
it: Non hai il permesso di aggiornare questa relazione sul possedimento fondiario.
pt: Não tem permissão para actualizar este relacionamento de posse de terra.
