Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, it, pt

source: Username cannot be “add” or “new”.
es: El nombre de usuario no puede “add” o “new”.
fr: Impossible d'utiliser "ajouter" ou "nouveau" comme nom d'utilisateur.
id: Nama pengguna tidak dapat "ditambah" atau "dibuat".
it: Nome utente non può essere "aggiunto" o "creato".
pt: Nome de usuário não pode ser "adicionar" ou "novo".

source: Passwords cannot contain your email.
es: Las contraseñas no pueden contener su correo electrónico.
fr: Les mots de passe ne peuvent pas contenir votre e-mail.
id: password Anda tidak bisa berisi nama kotak surat email Anda.
it: La password non può contenere la tua email.
pt: Sua senha não pode conter o nome da caixa de correio de e-mail.

source: The password is too similar to the username.
es: La contraseña es demasiado similar a su nombre de usuario.
fr: Ce mot de passe est trop similaire au nom d'utilisateur.
id: Sandi terlalu mirip dengan nama pengguna.
it: La password è troppo simile al nome utente.
pt: A senha é muito semelhante ao nome de usuário.

source: Another user with this email already exists
es: Ya existe otro usuario con ese correo electrónico
fr: Cette adresse e-mail est déjà utilisée par un autre utilisateur
id: Nama pengguna dengan email ini sudah tersedia
it: Un altro utente è registrato con questa email.
pt: Outro usuário com este email já existe

source: Please provide the correct password for your account.
it: Per favore procura la password corretta per il suo account.

source: The password for this user can not be changed.
it: La password per questo utente non può essere cambiata.

source: Current Password
it: Password Corrente

source: New Password
it: Nuova Password

source: Please type your current password.
it: Per favore inerisci la tua password corrente.

source: User with username or email {} does not exist
es: No existe un nombre de usuario o correo electrónico que coincida con {}
fr: Le nom d'utilisateur ou l'e-mail {} ne sont pas encore utilisés
id: Pengguna dengan nama pengguna atau email {} tidak tersedia
it: Utente con nome utente o email {} non esiste
pt: Usuário com nome de usuário ou e-mail {} não existe

source: More than one user found for username or email {}
es: Existe más de un usuario para el nombre de usuario o el correo {}
fr: Plusieurs utilisateurs correspondent au nom d'utilisateur ou à l'e-mail {}
id: Lebih dari satu pengguna dengan nama pengguna atau email {} telah ditemukan
it: Più di un utente trovato col nome utente o email {}
pt: Mais de um usuário encontrado para nome de usuário ou e-mail {}

source: full name
es: nombre completo
fr: nom complet
id: nama lengkap
it: nome e cognome
pt: nome completo

source: user
es: usuario
fr: utilisateur
id: pengguna
it: utente
pt: usuário

source: users
es: usuarios
fr: utilisateurs
id: pengguna
it: utenti
pt: usuários

source: You don't have permission to view user details
es: No tiene permiso para ver la información del usuario
fr: Vous n'êtes pas autorisé à consulter les détails utilisateur
id: Anda tidak memiliki izin untuk melihat rincian dari pengguna
it: Non hai il permesso di vedere i dettagli dell'utente
pt: Não tem permissão para ver os detalhes do usuário

source: You don't have permission to update user details
es: No tiene permiso para actualizar la información del usuario
fr: Vous n'êtes pas autorisé à mettre à jour les détails utilisateur
id: Anda tidak memiliki izin untuk memperbarui rincian pengguna
it: Non hai il permesso di aggiornare i dettagli dell'utente
pt: Não tem permissão para actualizar os detalhes do usuário

source: Change of password at Cadasta Platform
it: Cambiamento password della Piattaforma Cadasta

source: Another user is already registered with this email address
es: Ya existe otro usuario registrado con ese correo electrónico
fr: Un autre utilisateur est déjà enregistré avec cette adresse e-mail
id: Pengguna lain sudah terdaftar dengan alamat email ini
it: Un altro utente è già registrato con questo indirizzo email
pt: Outro usuário já está registrado com este endereço de e-mail

source: A user with that username already exists
it: Un utente con questo nome utente già esiste.

source: This password is too short. It must contain at least 10 characters.
es: Esta contraseña es demasiado corta. Debe contener al menos 10 caracteres.
fr: Ce mot de passe est trop court. Il doit contenir au moins 10 caractères.
id: Password ini terlalu pendek. Ini harus berisi minimal 10 karakter.
it: Questa password è troppo breve. Deve contenere almeno 10 caratteri.
pt: Este campo é pequeno demais. Ele deveria ter 10 caracteres ou mais.

source: Passwords must contain at least 3 of the following 4 character types: lowercase characters, uppercase characters, special characters, and/or numerical character.
es: Las contraseñas deben contener al menos 3 de los 4 tipos de caracteres siguientes: minúsculas, mayúsculas, caracteres especiales o caracteres numéricos.
fr: Les mots de passe doivent contenir au moins 3 des 4 types de caractères suivants : minuscules, majuscules, caractères spéciaux ou chiffres.
id: Password harus berisi minimal 3 dari 4 jenis karakter berikut: huruf kecil, karakter huruf besar, karakter khusus, dan / atau character. numerik
it: La password deve contenere almeno 3 dei seguenti 4 tipi di carattere: minuscoli, maiuscoli, speciali e/o numerici.
pt: As senhas devem conter pelo menos 3 dos 4 tipos de caracteres a seguir: Caracteres em minúsculas, maiúsculas, caracteres especiais e / ou caracteres numéricos.

source: Change of email at Cadasta Platform
it: Cambio email nella Piattaforma Cadasta

source: Passwords must contain at least {unique_types} of the following {character_types} character types: lowercase characters, uppercase characters, special characters, and/or numerical character.
es: Las contraseñas deben contener al menos {unique_types} de los siguientes {character_types} tipos de caracteres: minúsculas, mayúsculas, caracteres especiales o caracteres numéricos.
fr: Les mots de passe doivent contenir au moins {unique_types} des {character_types} types de caractères suivants : minuscules, majuscules, caractères spéciaux ou chiffres.
id: Password harus berisi minimal {unique_types} dari {character_types} jenis karakter berikut: huruf kecil, karakter huruf besar, karakter khusus, dan / atau character. numerik
it: Le passwords deve contenere almeno {unique_types} dei seguenti {character_types} tipi di caratteri: minuscoli, maiuscoli, speciali, e/o numerici.
pt: As senhas devem conter pelo menos {unique_types} dos seguintes tipos de caracteres {character_types}: Caracteres em minúsculas, maiúsculas, caracteres especiais e / ou caracteres numéricos.

source: The email has not been verified.
es: No se ha verificado el correo electrónico
fr: L'email n'a pas été verifié.
id: Email belum diverifikasi.
it: La email non è stata verificata.
pt: O e-mail não foi verificado.

source: Successfully updated profile information
es: La información del perfil se ha actualizado correctamente
fr: Les informations du profil ont été mises à jour
id: Informasi profil telah sukses diperbarui
it: Aggiornate le informazioni del profilo con successo
pt: Detalhes de perfil actualizadas com êxito

source: Failed to update profile information
es: Se ha producido un problema al actualizar la información del perfil
fr: Échec de la mise à jour des informations du profil
id: Gagal untuk memperbarui informasi profil
it: Aggiornamento informazioni profilo fallito
pt: Falha na actualização dos detalhes de perfil

source: Base map data &copy; <a href="http://openstreetmap.org">OpenStreetMap</a> contributors under <a href="http://opendatacommons.org/licenses/odbl/">ODbL</a>
es: Colaboradores de datos de mapa de base de &copy; <a href="http://openstreetmap.org">OpenStreetMap</a> que pertenecen a <a href="http://opendatacommons.org/licenses/odbl/">ODbL</a>
fr: Contributeurs aux données de la carte de référence ;&copy; <a href="http://openstreetmap.org">OpenStreetMap</a> sous <a href="http://opendatacommons.org/licenses/odbl/">ODbL</a>
id: Data peta dasar &copy; Kontributor <a href="http://openstreetmap.org">OpenStreetMap</a> dibawah lisensi <a href="http://opendatacommons.org/licenses/odbl/">ODbL</a>
it: Dati mappa base &copia; <a href="http://openstreetmap.org">OpenStreetMap</a> contributore sotto <a href="http://opendatacommons.org/licenses/odbl/">ODbL</a>

source: Recent imagery
es: Imágenes recientes
fr: Imagerie récente
id: Citra satelit terkini
it: Immagine recente

source: +Vivid imagery with OpenStreetMap
es: Imágenes +Vivid con OpenStreetMap
fr: Imagerie +Vivid avec OpenStreetMap
id: +Vivid imagery dengan OpenStreetMap
it: +Vivid imagery con OpenStreetMap

source: Recent imagery with OpenStreetMap
es: Imágenes recientes con OpenStreetMap
fr: Imagerie récente avec OpenStreetMap
id: Citra satelit terkni dengan OpenStreetMap
it: Immagine recente con OpenStreetMap

source: English
es: Inglés
fr: Anglais
id: Bahasa Inggris
it: Inglese
pt: Inglês

source: French
it: Francese

source: Spanish
it: Spagnolo

source: Indonesian
es: Indonesio
fr: Indonésien
id: bahasa Indonesia
it: Indonesiano
pt: indonésio

source: Italian
it: Italiano

source: Portuguese
es: Portugués
fr: Portugais
id: Bahasa Portugis
it: Portoghese
pt: português

source: Arabic
it: Arabo

source: Azerbaijani
it: Azerbaigiano

source: Belarusian
it: Bielorusso

source: Bulgarian
it: Bulgaro

source: Bengali
it: Bengalese

source: Breton
it: Bretone

source: Bosnian
it: Bosniaco

source: Catalan
it: Catalano

source: Czech
it: Cecoslovacco

source: Welsh
it: Gallese

source: Danish
it: Danese

source: German
it: Tedesco

source: Greek
it: Greco

source: Estonian
it: Estone

source: Basque
it: Basco

source: Persian (Farsi)
it: Persiano

source: Finnish
it: Finlandese

source: Western Frisian
it: Frisone Occidentale

source: Irish
it: Irlandese

source: Scottish Gaelic
it: Gaelico Scozzese

source: Galician
it: Galiziano

source: Hebrew
it: Ebraico

source: Croatian
it: Croato

source: Hungarian
it: Ungherese

source: Icelandic
it: Islandese

source: Japanese
it: Giapponese

source: Georgian
it: Georgiano

source: Kazakh
it: Kazako

source: Korean
it: Coreano

source: Luxembourgish
it: Lussemburghese

source: Lithuanian
it: Lituano

source: Latvian
it: Lettone

source: Macedonian
it: Macedone

source: Malayalam
it: Malesiano

source: Mongolian
it: Mongolo

source: Norwegian (Bokmål)
it: Norvegese (Bokmål)

source: Nepali
it: Nepalese

source: Dutch
it: Olandese

source: Norwegian (Nynorsk)
it: Norvegese (Nynorsk)

source: Ossetian
it: Osseto

source: Eastern Punjabi
it: Punjabi Orientale

source: Polish
it: Polacco

source: Romanian
it: Rumeno

source: Russian
it: Russo

source: Slovak
it: Slovacco

source: Slovene
it: Sloveno

source: Albanian
it: Albanese

source: Serbian
it: Serbo

source: Swedish
it: Svedese

source: Thai
it: Tailandese

source: Turkish
it: Turco

source: Tatar
it: Tataro

source: Ukrainian
it: Ucraino

source: Vietnamese
it: Vietnamita

source: You don't have permission for this action.
es: No tiene permisos para realizar esta acción
fr: Vous n'êtes pas autorisé à effectuer cette action.
id: Anda tidak memiliki izin untuk tindakan ini
it: Non hai il permesso per effettuare questa azione.
pt: Não tem permissão para esta acção.

source: First name
es: Nombre
fr: Prénom
id: Nama depan
it: Nome
pt: Primeiro nome

source: Please provide either name or description
es: Por favor incluya el nombre o la descripción
fr: Veuillez fournir soit nom soit déscription
id: Mohon lengkapi dengan nama atau deskripsi
it: La preghiamo di provvedere il nome o la descrizione
pt: Por favor, forneça ou nome ou descrição

source: This field is required.
es: Este campo es necesario.
fr: Ce champ est obligatoire.
id: Baris ini diperlukan.
it: Questo campo è obbligatorio.
pt: Este campo é obrigatório.

source: '{value}' is not a '{type}'
es: '{value}' no es un '{type}'
fr: '{value}' n'est pas un '{type}'
id: '{value}' bukan sebuah '{type}'
it: '{value}' non è un '{type}'
pt: '{value}' não é um '{type}'

source: Cancel drawing
es: Cancelar trazado
fr: Annuler le dessin
id: Batal menggambar
it: Cancella disegno

source: Cancel
es: Cancelar
fr: Annuler
id: Batal
it: Cancella
pt: Cancelar

source: Delete last point drawn
es: Borrar último punto trazado
fr: Supprimer le dernier point dessiné
id: Hapus titik terakhir yang digambar
it: Elimina l'ultimo punto disegnato

source: Delete last point
es: Borrar último punto
fr: Supprimer le dernier point
id: Hapus titik terakhir
it: Elimina ultimo punto

source: Draw a polyline
es: Trazar una polilínea
fr: Dessiner un polyligne
id: Gambar sebuah garis
it: Disegna una polilinea

source: Draw a polygon
es: Trazar un polígono
fr: Dessiner un polygone
id: Gambar sebuah bentuk
it: Disegna un poligono
pt: Desenhar um polígono

source: Draw a rectangle
es: Trazar un rectángulo
fr: Dessiner un rectangle
id: Gambar sebuah persegi
it: Disegna un rettangolo
pt: Desenhar um retângulo

source: Draw a circle
es: Trazar un círculo
fr: Dessiner un cercle
id: Gambar sebuah lingkaran
it: Disegna un cerchio

source: Draw a marker
es: Trazar un marcador
fr: Dessiner un marqueur
id: Gambar sebuah tanda
it: Disegna un segno

source: Click and drag to draw circle.
es: Haga clic y arrastre para trazar el círculo.
fr: Cliquez et faites glisser pour dessiner un cercle.
id: Klik dan geser untuk menggambar lingkaran.
it: Clicca e trascina per disegnare un cerchio.

source: Click map to place marker.
es: Haga clic en el mapa para colocar el marcador.
fr: Cliquez sur la carte pour placer un marqueur.
id: Klik pada peta untuk menempatkan penanda.
it: Clicca sulla mappa per porre un segno.

source: Click to start drawing shape.
es: Haga clic para comenzar a trazar la forma.
fr: Cliquez pour commencer à dessiner une forme.
id: Klik untuk mulai menggambar bentuk.
it: Clicca per iniziare a disegnare una forma.

source: Click to continue drawing shape.
es: Haga clic para continuar trazando la forma.
fr: Cliquez pour continuer à dessiner une forme.
id: Klik untuk lanjut menggambar bentuk.
it: Clicca per continuare a disegnare la forma.

source: Click first point to close this shape.
es: Haga clic en el primer punto para cerrar esta forma.
fr: Cliquez sur le premier point pour fermer cette forme.
id: Klik titik pertama untuk menutup bentuk ini.
it: Clicca sul primo punto per chiudere la figura.

source: <strong>Error:</strong> shape edges cannot cross!
es: <strong>Error:</strong> ¡Los bordes de la forma no pueden cruzarse!
fr: <strong>Erreur :</strong> il ne peut y avoir d'intersection entre les bords des formes !
id: <strong>Kesalahan:</strong> tepi bentuk tidak dapat berpotongan!
it: <strong>Errore:</strong> lati figura non possono intersecarsi!

source: Click to start drawing line.
es: Haga clic para comenzar a trazar la línea.
fr: Cliquez pour commencer à dessiner une ligne.
id: Klik untuk mulai menggambar garis.
it: Clicca per iniziare a disegnare una linea.

source: Click to continue drawing line.
es: Haga clic para continuar trazando la línea.
fr: Cliquez pour continuer à dessiner une ligne.
id: Klik untuk lanjut menggambar garis.
it: Clicca per continuare a disegnare una linea.

source: Click last point to finish line.
es: Haga clic en el último punto para terminar la línea.
fr: Cliquez sur le dernier point pour terminer la ligne.
id: Klik titik terakhir untuk mengakhiri garis.
it: Clicca l'ultimo punto per finire la linea.

source: Click and drag to draw rectangle.
es: Haga clic y arrastre para trazar el rectángulo.
fr: Cliquez et faites glisser pour dessiner un rectangle.
id: Klik dan geser untuk menggambar persegi.
it: Clicca e trascina per disegnare rettangolo.

source: Release mouse to finish drawing.
es: Suelte el mouse para terminar el trazado.
fr: Relâchez la souris pour terminer le dessin.
id: Lepaskan mouse untuk menyelesaikan gambar.
it: Rilascia il mouse per finire di disegnare.

source: Save changes.
es: Guardar cambios.
fr: Enregistrez les modifications.
id: Simpan perubahan.
it: Salva modifiche.

source: Save
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
pt: Salvar

source: Cancel editing, discards all changes.
es: Cancelar edición y descartar todos los cambios.
fr: Annuler la modification, supprime tous les changements.
id: Batalkan edit, buang semua perubahan.
it: Interrompi revisione, scarta tutti i cambiamenti.

source: Edit layers
es: Editar capas
fr: Modifier les couches
id: Edit layer
it: Modifica strati

source: No layers to edit.
es: No hay capas para editar.
fr: Aucune couche à modifier.
id: Tidak ada layer yang tersedia untuk di-edit.
it: Nessuno strato da modificare.

source: Delete layers
es: Borrar capas
fr: Supprimer les couches
id: Hapus layer
it: Elimina strati

source: No layers to delete.
es: No hay capas para borrar.
fr: Aucune couche à supprimer.
id: Tidak ada layer yang tersedia untuk dihapus.
it: Nessuno strato da eliminare.

source: Drag handles, or marker to edit feature.
es: Arrastrar controladores o el marcador para editar la característica.
fr: Faites glisser les poignées ou le marqueur pour modifier la fonctionnalité.
id: Geser penanda untuk mengubah fitur.
it: Trascina estremità per modificare caratteristiche.

source: Click cancel to undo changes.
es: Haga clic para deshacer los cambios.
fr: Cliquez sur Annuler pour annuler les modifications.
id: Klik batal untuk membatalkan perubahan.
it: Clicca cancella per annullare ultime modifiche.

source: Click on a feature to remove
es: Haga clic en una característica para eliminarla
fr: Cliquez sur une fonctionnalité pour la supprimer
id: Klik pada sebuah fitur untuk memindahkan
it: Clicca sul disegno per rimuoverlo

source: Reset view
es: Reiniciar vista
fr: Réinitialiser l'affichage
id: Kembali ke tampilan awal
it: Resetta vista

source: Please provide either {}
es: Por favor incluya {}
fr: Veuillez fournir soit {}
id: Mohon lengkapi {}
it: Per favore provvedi qualunque {}
pt: Por favor, forneça ou {}

source: or
es: o
fr: soit
id: atau
it: o
pt: ou

source: {name} not found.
es: No se ha encontrado {name}.
fr: {name} introuvable
id: {name} tidak ditemukan.
it: {name} non trovato.
pt: {name} não encontrado.

source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
pt: Administrador

source: Member
es: Miembro
fr: Membre
id: Anggota
it: Membro
pt: Membro

source: Project User
es: Usuario de proyecto
fr: Utilisateur du projet
id: Pengguna Proyek
it: Utente Progetto

source: Data Collector
es: Recolector de datos
fr: Collecteur de données
id: Pengumpul Data
it: Raccoglitore Dati

source: Project Manager
es: Gestor de proyecto
fr: Gestionnaire de projet
id: Manajer Proyek
it: Manager Progetto

source: Public
es: Público
id: Publik
it: Pubblico
pt: Público

source: Private
es: Privado
fr: Privé
id: Pribadi
it: Privato
pt: Privado

source: Public User
es: Usuario público
fr: Utilisateur public
id: Pengguna Publik
it: Utente Pubblico
pt: Usuário público

source: Please provide a name.
es: Por favor incluya un nombre.
fr: Veuillez fournir un nom.
id: Mohon lengkapi dengan sebuah nama.
it: Per favore provveda un nome.
pt: Por favor, forneça um nome.

source: The provided email address is invalid.
es: La dirección de correo no es válida.
fr: L'adresse e-mail indiquée n'est pas valide.
id: Alamat email tidak valid.
it: L'email provveduta non è valida.
pt: O endereço de e-mail fornecido é inválido.

source: Please provide either an email address or a phone number.
es: Por favor proporcione un correo electrónico o un número de teléfono.
fr: Veuillez fournir soit une adresse e-mail, soit un numéro de téléphone.
id: Mohon lengkapi dengan sebuah alamat email atau nomor telepon.
it: La preghiamo di provvedere un indirizzo email o un numero di telefono.
pt: Por favor, forneça um endereço de e-mail ou um número de telefone.

source: Organization with this name already exists.
it: Un'organizzazione con tale nome già esiste.

source: Organization name cannot be “Add” or “New”.
es: No se puede añadir o crear ese nombre de organización
fr: Impossible d'utiliser "ajouter" ou "nouveau" comme nom d'organisation.
id: Nama organisasi tidak dapat "ditambah" atau "dibuat".
it: Il nome dell'organizzazione non può essere "Aggiunto" o "Nuovo".
pt: Nome da organização não pode ser "Adicionar" ou "Novo".

source: User is already a member of the organization.
es: El usuario ya es miembro de la organización
fr: Cet utilisateur est déjà membre de l'organisation.
id: Pengguna ini sudah menjadi anggota organisasi.
it: L'utente è già un membro dell'organizzazione.
pt: Usuário já é membro da organização.

source: The role could not be assigned because the data didn't validate.
es: No se pudo asignar el rol debido a que los datos no lo validaron.
fr: Le rôle n'a pas pu être attribué, car les données n'ont pas été validées.
id: Peran tidak dapat ditentukan karena data tidak valid.
it: Il ruolo non poteva essere assegnato perché i dati non sono stati validati.

source: Organization administrators cannot change their own role in the organization.
es: Los administradores de la organización no pueden cambiar su rol en la organización.
fr: Les administrateurs d'une organisation ne peuvent modifier leur rôle dans l'organisation.
id: Administrator organisasi tidak dapat merubah peran mereka sendiri dalam organisasi.
it: Gli amministratori dell'organizzazione non possono modificare i loro stessi ruoli all'interno dell'organizzazione.
pt: Administradores da organização não pode mudar a sua própria tarefa na organização.

source: Please select an organization
es: Seleccione una organización
fr: Veuillez sélectionner une organisation
id: Mohon pilih sebuah organisasi
it: Per favore seleziona un'organizzazione

source: Project name cannot be “Add” or “New”.
es: No se puede añadir o crear ese nombre de proyecto.
fr: Impossible d'utiliser "ajouter" ou "nouveau" comme nom de projet.
id: Proyek tidak dapat "ditambah" atau "diubah".
it: Nome progetto non può essere "Aggiunto" o "Nuovo".
pt: Nome do projecto não pode ser "Adicionar" ou "Novo".

source: Project with this name already exists in this organization.
es: Ya existe un proyecto con ese nombre en la organización.
fr: Ce nom de projet est déjà utilisé dans cette organisation.
id: Nama proyek ini sudah dipakai oleh organisasi ini.
it: Un progetto con questo nome già esiste in questa organizzazione.
pt: Projecto com este nome já existe nesta organização.

source: Data has already been contributed to this project. To ensure data integrity, uploading a new questionnaire is disabled for this project.
es: Ya se han aportado los datos a este proyecto. Para asegurar la integridad de los datos, se deshabilita la carga de un nuevo cuestionario para este proyecto.
fr: Des données ont déjà été utilisées pour ce projet. Afin de garantir l'intégrité des données, l'importation d'un nouveau questionnaire est désactivée pour ce projet.
id: Data telah memberikan kontribusi untuk proyek ini. Untuk memastikan integritas data, meng-upload kuesioner baru dinonaktifkan untuk proyek ini.
it: I dati sono già stati aggiunti a questo progetto. Per assicurarsi dell'integrità dei dati, caricare un nuovo questionario è stato disabilitato per questo progetto.
pt: Os dados já foram contribuídos para este projeto. Para garantir a integridade dos dados, o upload de um novo questionário é desativado para este projeto.

source: File too large, max size 512kb
es: Archivo demasiado grande, tamaño máx. de 512 kb
fr: Le fichier est trop volumineux, la taille maximale est de 512 Ko
id: File terlalu besar, max ukuran 512KB
it: Il documento è troppo grande, max dimensione è 512kb

source: Invalid file type
es: Tipo de archivo no válido
fr: Type de fichier non valide
id: Tipe berkas tidak valid
it: Tipo di documento invalido
