Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, it, pt

source: Update an existing spatial relationship
es: Actualizar una relación espacial existente
fr: Mettre à jour une relation spatiale existante
id: Ubah sebuah hubungan spasial yang tersedia
it: Aggiorna un'esistente relazione spaziale
pt: Actualizar um relacionamento espacial existente

source: Delete an existing spatial relationship
es: Borrar una relación espacial existente
fr: Supprimer une relation spatiale existante
id: Hapus sebuah hubungan spasial yang tersedia
it: Rimuovi un'esistente relazione spaziale
pt: Remover um relacionamento espacial existente

source: The spatial units must be different
es: Las unidades espaciales deben ser diferentes
fr: Les unités spatiales doivent être différentes
id: Unit spasial harus berbeda
it: Le unità spaziali devono essere diverse
pt: As unidades espaciais devem ser diferentes

source: 'su1' project ({}) should be equal to 'su2' project ({})
es: El proyecto 'su1' ({}) debe ser igual al proyecto 'su2' ({})
fr: Le projet 'su1' ({}) doit être égal au projet 'su2' ({})
id: Proyek 'su1' ({}) harus setara dengan proyek 'su2' ({})
it: 'su1' progetto ({}) deve essere uguale a 'su2' progetto ({})
pt: projecto 'su1' ({}) deve ser igual a projecto 'su2' ({})

source: {} not found.
es: {} no encontrado.
fr: {} introuvable.
id: {} tidak ditemukan.
it: {} non trovato.

source: Project not found.
es: Proyecto no encontrado.
fr: Projet introuvable.
id: Proyek tidak ditemukan
it: Progetto non trovato.

source: Please select a party
es: Seleccione una entidad
fr: Veuillez sélectionner une partie
id: Mohon pilih sebuah kelompok
it: Per favore seleziona una parte

source: Add party
es: Añadir entidad
fr: Ajouter une partie
id: Tambah kelompok
it: Aggiungi parte
pt: Adicionar parte

source: Platform Error
es: Error de plataforma
fr: Erreur de la plateforme
id: Terjadi kesalahan pada platform
it: Errore Piattaforma
pt: Erro de Plataforma

source: We're sorry, our platform encountered an error while processing your request.
es: Lo sentimos, nuestra plataforma encontró un error al procesar su petición.
fr: Désolés, une erreur est survenue sur notre plateforme lors du traitement de votre demande.
id: Kami mohon maaf, platform kami mengalami kesalahan ketika memproses permintaan Anda.
it: Siamo spiacenti, la nostra piattaforma ha riscontrato un errore durante l'elaborazione della tua richiesta.
pt: Lamentamos, mas a nossa plataforma encontrou um erro ao processar o seu pedido.

source: Our developers have been notified.
es: Se ha notificado a nuestros desarrolladores.
fr: Nos développeurs en ont été informés.
id: Tim pengembang kami telah dikabarkan.
it: I nostri programmatori sono stati notificati.
pt: Os nossos técnicos foram notificados.

source: You're receiving this email because you created an account on %(site_name)s.
es: Ha recibido este correo porque ha creado una cuenta en %(site_name)s.
fr: Vous recevez cet e-mail parce que vous avez créé un compte sur %(site_name)s.
id: Anda menerima email ini karena Anda telah membuat akun pada %(site_name)s.
it: Stai ricevendo questa email perché hai creato un account su %(site_name)s.
pt: Está a receber este e-mail porque criou uma conta no %(site_name)s.

source: Please go to the following page to activate account:
es: Por favor, diríjase a la siguiente página para activar su cuenta:
fr: Veuillez accéder à la page suivante pour activer le compte :
id: Mohon kunjungi halaman berikut untuk aktivasi akun:
it: Per favore segua la pagina seguente per attivare l'account:
pt: Por favor, vá para a página a seguir para activar a conta:

source: Thanks for using our site!
es: ¡Gracias por usar nuestra web!
fr: Merci d'utiliser notre site !
id: Terima kasih telah menggunakan layanan kami!
it: Grazie per usare il nostro sito!
pt: Obrigado por usar o nosso site!

source: The %(site_name)s team
es: El equipo de %(site_name)s
fr: L'équipe %(site_name)s
id: Tim %(site_name)s
it: Il team %(site_name)s
pt: A equipe %(site_name)s

source: Account activation on %(site_name)s
es: Activación de cuenta en %(site_name)s
fr: Activation de compte sur %(site_name)s
id: Aktivasi akun pada %(site_name)s
it: Attivazione account su %(site_name)s
pt: Activação da conta em %(site_name)s

source: You have recently changed your email address at %(site_name)s.
es: Ha cambiado recientemente su dirección de correo electrónico en %(site_name)s.
fr: Vous avez récemment modifié votre adresse e-mail sur %(site_name)s.
id: Saat ini Anda telah mengubah alamat email Anda pada %(site_name)s.
it: Hai cambiato il tuo indirizzo email di recente via %(site_name)s.
pt: Alterou recentemente o seu endereço de e-mail em %(site_name)s.

source: Please go to the following page to confirm your new email address.
es: Por favor, diríjase a la siguiente página para confirmar su nueva dirección de correo.
fr: Veuillez accéder à la page suivante pour confirmer votre nouvelle adresse e-mail.
id: Mohon kunjungi halaman berikut untuk mengkonfirmasi alamat email baru Anda.
it: Per favore segue la pagina a seguire per confermare il suo nuovo indirizzo email.
pt: Por favor, vá para a seguinte página para confirmar o seu novo endereço de e-mail.

source: The %(site_name)s Team.
es: El equipo de %(site_name)s.
fr: L'Équipe %(site_name)s.
id: Tim %(site_name)s
it: Il Team %(site_name)s.
pt: A Equipe %(site_name)s

source: Change of email on %(site_name)s
es: Cambio de correo electrónico en %(site_name)s
fr: Changement d'email sur %(site_name)s
id: Ubah email pada %(site_name)s
it: Cambia l'email su %(site_name)s
pt: Mudança de e-mail em %(site_name)s

source: You are receiving this email because a user at Cadasta Platform changed the email address for the account previously linked to this email address. If it wasn't you who changed the email address, please contact us immediately under security@cadasta.org.
it: Stai ricevendo questa email perché un utente nella Piattaforma Cadasta ha cambiato l'indirizzo email dell'account che precedentemente utilizzava questo indirizzo email. Se non sei stato/a tu a cambiare l'indirizzo email, per favore contattaci immediatamente a security@cadasta.org.

source: The Cadasta Team.
it: Il Team di Cadasta

source: You are receiving this email because a user at Cadasta Platform has changed or reset the password for your account. If it wasn't you, please contact us immediately under security@cadasta.org
it: Hai ricevuto questa email perché un utente della Piattaforma Cadasta ha cambiato o resettato la password del tuo account. Se non fossi stato/a tu, per favore contattaci immediatamente a security@cadasta.org

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Ha recibido este correo porque ha pedido el reinicio de la contraseña de su cuenta de usuario en %(site_name)s.
fr: Vous recevez cet e-mail parce que vous avez demandé une réinitialisation du mot de passe de votre compte d'utilisateur sur %(site_name)s.
id: Anda menerima email ini karena Anda telah meminta untuk merubah ulang kata kunci akun Anda pada %(site_name)s.
it: Hai ricevuto questa email perché hai richiesto di resettare la password per il tuo account su %(site_name)s.
pt: Está a receber este e-mail porque pediu uma redefinição de senha para a sua conta de usuário em %(site_name)s.

source: Please go to the following page and choose a new password:
es: Por favor, diríjase a la siguiente página y elija una nueva contraseña:
fr: Veuillez accéder à la page suivante et choisir un nouveau mot de passe :
id: Mohon kunjungi halaman berikut ini dan masukan sebuah kata kunci yang baru:
it: Per favore segua la pagine a seguire e scelga una nuova password:
pt: Por favor, vá para a página seguinte para escolher uma nova senha:

source: Your username, in case you've forgotten:
es: En el caso de que lo haya olvidado, su nombre de usuario es:
fr: Au cas où vous l'auriez oublié, votre nom d'utilisateur est :
id: Nama pengguna Anda, jika Anda telah lupa:
it: Tuo nome utente, nel caso ti fossi dimenticato/a:
pt: Seu nome de usuário, caso tenha esquecido:

source: Profile
es: Perfil
fr: Profil
id: Profil
it: Profilo
pt: Perfil

source: Update your profile
es: Actualize su perfil
fr: Mettre votre profil à jour
id: Perbarui profil anda
it: Aggiorna il tuo profilo
pt: Actualizar seu perfil

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama pengguna
it: Nome utente
pt: Nome de usuário

source: The email for this account has been changed recently, but the new email address has not yet been verified. You should have received an email with a link to verify the new email address.
it: La email per questo account è stata cambiata di recente, ma la nuova email non è stata ancora verificata. Dovresti aver ricevuto un'email con un link per verificare il nuovo indirizzo email.

source: Full name
es: Nombre completo
fr: Nom complet
id: Nama lengkap
it: Nome e cognome
pt: Nome completo

source: Please enter your password to verify your identity.
it: Per favore inserisci la tua password per verificare la tua identità.

source: Update profile
es: Actualice el perfil
fr: Mettre votre profil à jour
id: Perbarui profil
it: Aggiorna profilo
pt: Actualizar perfil

source: Password options
es: Opciones de contraseña
fr: Options du mot de passe
id: Pilihan kata kunci
it: Opzioni password
pt: Opções de senha

source: Change password
es: Cambie su contraseña
fr: Changer mot de passe
id: Ubah kata kunci
it: Cambia password
pt: Mudar a senha

source: Reset password
es: Reinicie su contraseña
fr: Réinitialiser mot de passe
id: Reset kata kunci
it: Resetta password
pt: Reiniciar a senha

source: Account Inactive
es: Cuenta inactiva
fr: Compte inactif
id: Akun Tidak Aktif
it: Account Inattivo
pt: Conta inactiva

source: Account inactive
es: Cuenta inactiva
fr: Compte inactif
id: Akun tidak aktif
it: Account inattivo
pt: Conta inactiva

source: This account is inactive because your email address has not been confirmed.</p><p> We have sent you another email to confirm this address. Please click on the link inside this email. <a href="mailto:support@cadasta.org">Contact us</a> if you do not receive an email within a few minutes.
es: Esta cuenta está inactiva porque su dirección de correo electrónico no ha sido confirmada.</p><p> Le hemos enviado otro correo electrónico para confirmar esta dirección. Haga clic en el enlace dentro de este correo electrónico. <a href="mailto:support@cadasta.org">Contáctenos</a> si no recibe un correo electrónico dentro de unos minutos.
fr: Ce compte est inactif parce que votre adresse e-mail n'a pas été confirmée.</p><p> Nous vous avons envoyé un autre e-mail pour confirmer cette adresse. Veuillez cliquer sur le lien inclus dans cet e-mail. <a href="mailto:support@cadasta.org">Contactez-nous</a> si vous ne recevez pas d'e-mail dans quelques minutes.
id: Akun ini tidak aktif karena alamat email Anda belum dikonfirmasi.</p><p> Kami telah mengirimkan email kembali pada Anda untuk mengkonfirmasi alamat ini. Mohon klik pada tautan dalam email tersebu. <a href="mailto:support@cadasta.org">Hubungi kami</a> jika Anda tidak menerima sebuah email dalam beberapa menit.
it: Questo account è inattivo perché la tua email non è stata confermata.</p><p> Ti abbiamo mandato un'altra email di conferma a questo indirizzo. Per favore clicca sul link nell'email. <a href="mailto:support@cadasta.org">Contattaci</a> se non dovessi ricevere un'email entro qualche minuto.
pt: Esta conta está inativa porque seu endereço de e-mail não foi confirmado.</p> <p>Enviamos um e-mail para a sua verificação. Por favor, clique no link dentro deste e-mail. Por favor <a href="mailto:support@cadasta.org">entre em contacto connosco</a> se não o receber dentro de alguns minutos.

source: This account is inactive. Please <a href="mailto:support@cadasta.org">contact us</a> if you need assistance.
es: Esta cuenta está inactiva. <a href="mailto:support@cadasta.org">Contáctenos</a> si necesita ayuda.
fr: Ce compte est inactif. Veuillez <a href="mailto:support@cadasta.org">nous contacter</a> si vous avez besoin d'aide.
id: Akun ini tidak aktif. Mohon <a href="mailto:support@cadasta.org">hubungi kami</a> jika Anda membutuhkan bantuan.
it: Questo account è inattivo. Per favore <a href="mailto:support@cadasta.org">contattaci</a> in caso di bisogno.
pt: Esta conta está inativa. <a href="mailto:support@cadasta.org">entre em contato conosco</a> se precisar de ajuda.

source: Email addresses
es: Direcciones de correo electrónico
fr: Adresses e-mail
id: Alamat email
it: Indirizzi email
pt: Endereços de e-mail

source: The following email addresses are associated with your account:
es: Las siguientes direcciones de correo electrónico están asociadas a su cuenta:
fr: Les adresses e-mail suivantes sont associées à votre compte :
id: Alamat email berikut akan berhubungan dengan akun Anda:
it: Gli indirizzi email a seguire sono associati col tuo account:
pt: Os seguintes endereços de e-mail são associados à sua conta:

source: Verified
es: Verificado
fr: Verifié
id: Telah diverifikasi
it: Verificato
pt: Verificado

source: Unverified
es: No verificado
fr: Non verifié
id: Belum diverifikasi
it: Non verificato
pt: Não verificado

source: Primary
es: Principal
fr: Primaire
id: Utama
it: Primario
pt: Primário

source: Make Primary
es: Marcar como principal
fr: Faire primaire
id: Buat Utama
it: Rendi Primario
pt: Tornar primário

source: Re-send Verification
es: Reenviar verificación
fr: Envoyer à nouveau la vérification
id: Kirim ulang verifikasi
it: Re-invia Verifica
pt: Reenviar verificação

source: Remove
es: Eliminar
fr: Enlever
id: Hapus
it: Rimuovi
pt: Remover

source: Warning:
es: Atención:
fr: Avertissement :
id: Peringatan:
it: Attenzione:
pt: Atenção:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
es: Actualmente no ha configurado ninguna dirección de correo electrónico. Debería añadir un correo electrónico para poder recibir notificaciones, reiniciar su contraseña, etc.
fr: Actuellement, vous n'avez pas défini d'adresse e-mail. Vous devez ajouter une adresse e-mail pour pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
id: Saat ini Anda tidak memiliki alamat email untuk memulai. Anda harus menambahkan sebuah alamat email sehingga Anda dapat menerima notifikasi, reset kata kunci, dsb.
it: Al momento non hai alcuna email. Dovresti aggiungere un indirizzo email così da poter ricevere notifiche, resettare la password, ecc.
pt: Actualmente não tem qualquer endereço de e-mail configurado. Devia adicionar um endereço de e-mail para que possa receber notificações, redefinir a sua senha, etc.

source: Add email address
es: Añadir dirección de correo electrónico
fr: Ajouter une adresse e-mail
id: Tambah alamat email
it: Aggiungi indirizzo email
pt: Adicionar endereço de e-mail

source: To associate another email address to your account, complete the form below.
es: Para asociar otra dirección de correo electrónico a su cuenta, complete el siguiente formulario.
fr: Pour associer une autre adresse e-mail à votre compte, remplissez le formulaire ci-dessous.
id: Untuk menghubungkat sebuah alamat email yang lain pada akun Anda, lengkapi formulir di bawah ini.
it: Per associare un'altro indirizzo email col tuo account, completa il modulo sottostante.
pt: Para associar outro endereço de e-mail à sua conta, preencha o formulário abaixo.

source: Add Email
es: Añadir correo electrónico
fr: Ajouter un e-mail
id: Tambah Email
it: Aggiungi Email
pt: Adicionar e-mail

source: Do you really want to remove the selected email address?
es: ¿Está seguro de que quiere eliminar la dirección de correo electrónico seleccionada?
fr: Souhaitez-vous vraiment supprimer l'adresse e-mail sélectionnée ?
id: Apakah Anda ingin menghapus alamat email yang dipilih?
it: Vuoi davvero rimuovere l'indirizzo email selezionato?
pt: Será que deseja remover o endereço de e-mail selecionado?

source: You are receiving this email because a user at Cadasta Platform has given yours as an email address to connect their account. To confirm this is correct, go to %(activate_url)s
it: Hai ricevuto questa email perché un utente della Piattaforma Cadasta ha dato la tua email per permetterti di connetterla al loro account. Conferma andando su %(activate_url)s

source: Thank you from Cadasta.
es: Desde Cadasta, gracias.
fr: Cadasta vous remercie.
id: Terima kasih dari Cadasta.
it: Grazie da Cadasta.
pt: Obrigado de Cadasta.

source: Please Confirm Your Email Address
es: Confirme su dirección de correo electrónico
fr: Veuillez confirmer votre adresse e-mail
id: Mohon Konfirmasi Alamat Email Anda
it: Per Favore Conferma La Tua Email
pt: Por favor confirme o seu endereço de email

source: You're receiving this email because you or someone else has requested a password reset for your user account at Cadasta Platform. Click the link below to reset your password.
it: Hai ricevuto questa email perché tu o qualcun'altro ha richiesto di resettare la password per il tuo account nella Piattaforma Cadasta. Clicca il link sottostante per resettare la tua password.

source: If you did not request a password reset, please contact us immediately at security@cadasta.org
it: Se non avessi richiesto di resettare la password, la preghiamo di contattarci immediatamente su security@cadasta.org

source: Password Reset Email
es: Correo electrónico de reinicio de contraseña
fr: E-mail de réinitialisation de mot de passe
id: Email Reset Kata Kunci
it: Email per Resettare Password
pt: Endereço de e-mail reiniciar a senha

source: Confirm Email Address
es: Confirmar dirección de correo electrónico
fr: Confirmer l'adresse e-mail
id: Konfirmasi Alamat Email
it: Conferma Indirizzo Email
pt: Confirmar o endereço de e-mail

source: Confirm email address
es: Confirmar dirección de correo electrónico
fr: Confirmer l'adresse e-mail
id: Konfrimasi alamat email
it: Conferma indirizzo email
pt: Confirmar o endereço de e-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
es: Confirme que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el usuario %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse e-mail de l'utilisateur %(user_display)s.
id: Mohon konfirmasi bahwa <a href="mailto:%(email)s">%(email)s</a> adalah sebuah alamat email untuk pengguna %(user_display)s.
it: La preghiamo di confermare che <a href="mailto:%(email)s">%(email)s</a> è un indirizzo email dell'utente %(user_display)s.
pt: Por favor, confirme que <a href="mailto:%(email)s"> %(email)s</a> é um endereço de e-mail para o usuário %(user_display)s.

source: Confirm
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Conferma
pt: Confirmar

source: This email confirmation link expired or is invalid. Please issue a new <a href="%(email_url)s">email confirmation request</a>.
es: Este enlace de confirmación de correo electrónico ha expirado o no es válido. Emita una nueva <a href="%(email_url)s">solicitud de confirmación de correo electrónico</a>.
fr: Ce lien de confirmation par e-mail a expiré ou n'est pas valide. Veuillez envoyer une nouvelle <a href="%(email_url)s">demande de confirmation par e-mail</a>.
id: Email konfirmasi ini telah habis masa berlaku atau tidak valid. Mohon terbitkan kembali <a href="%(email_url)s">permintaan konfirmasi email</a>.
it: Il link di conferma in questa email è scaduto o invalido. La preghiamo di richiedere una nuova <a href="%(email_url)s">email di conferma</a>.
pt: Este link de confirmação de e-mail expirou ou é inválido. Por favor, emita um novo <a href="%(email_url)s">solicitação de confirmação de e-mail</a>.

source: Sign In
es: Entrar
fr: Se connecter
id: Masuk
it: Accedi
pt: Login

source: <span class="xlg">Hello.</span><br>Have we met?
es: <span class="xlg">Hola.</span><br>¿Nos conocemos?
fr: <span class="xlg">Bonjour.</span><br>Nous sommes-nous déjà rencontrés ?
id: <span class="xlg">Halo.</span><br>Apakah kita pernah bertemu?
it: <span class="xlg">Ciao.</span><br>Ci siamo incontrati?
pt: <span class="xlg">Olá.</span><br>Já nos conhecemos?

source: Because we care about protecting your sensitive data, you must sign in to verify you have the proper permission to view project information. Access to project data is restricted to current project members only. Please sign in to continue.
es: Debido a que nos importa proteger sus datos sensibles, debe iniciar sesión para verificar que cuenta con los permisos adecuados para ver la información del proyecto. El acceso a los datos del proyecto está permitido solo a los miembros actuales del proyecto. Inicie sesión para continuar.
fr: Nous nous soucions de la protection de vos données sensibles. C'est pourquoi vous devez vous connecter pour vérifier que vous avez l'autorisation appropriée pour consulter les informations sur les projets. L'accès aux données des projets est limité uniquement aux membres actuels des projets. Veuillez vous connecter pour continuer.
id: Karena kami peduli melindungi data sensitif Anda, Anda harus masuk untuk memverifikasi Anda memiliki izin yang tepat untuk melihat informasi proyek. Akses ke data proyek dibatasi untuk anggota proyek saat ini saja. Tolong masuk untuk melanjutkan.
it: Dato che ci teniamo a proteggere i tuoi dati sensibili, devi accedere per verificare che hai il permesso adeguato per vedere le informazioni del progetto. L'accesso ai dati del progetto è limitato solamente agli attuali membri del progetto. La preghiamo di accedere per continuare.
pt: Como nos preocupamos em proteger seus dados confidenciais, você deve fazer login para verificar se tem a permissão apropriada para visualizar as informações do projeto. O acesso aos dados do projeto é restrito apenas aos membros atuais do projeto. Faça login para continuar.

source: No account? No problem!
es: ¿No tiene una cuenta? ¡No hay problema!
fr: Vous n'avez pas de compte ? Ce n'est pas un problème !
id: Tidak ada akun? Tidak masalah!
it: Nessun account? Nessun problema!
pt: Nenhuma conta? Sem problemas!

source: Registration is free and easy.
es: Registrarse es fácil y gratis.
fr: L'inscription est gratuite et facile.
id: Pendaftaran gratis dan mudah.
it: Registrarsi è gratis e semplice.
pt: O registo é gratuito e fácil.

source: Create an account now.
es: Cree una cuenta ahora.
fr: Créez un compte maintenant.
id: Buat akun sekarang.
it: Crea un account adesso.
pt: Crie uma conta agora.

source: Sign in to your account
es: Entre en su cuenta
fr: Connectez-vous à votre compte
id: Masuk ke akun Anda
it: Accedi al tuo account.
pt: Faça login na sua conta

source: Username or email address
it: Nome utente o indirizzo email

source: Forgotten password?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
id: Lupa kata kunci?
it: Password dimenticata?
pt: Senha esquecida?

source: Remember me
es: Recuérdame
fr: Se souvenir de moi
id: Ingat saya
it: Ricordami
pt: Lembre de mim

source: Don't have an account?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte ?
id: Tidak memiliki sebuah akun?
it: Non hai un account?
pt: Ainda não tem uma conta?

source: Register here
es: Regístrese aquí
fr: Inscrivez-vous ici
id: Daftar disini
it: Registrati qua

source: Sign Out
es: Salir
fr: Se déconnecter
id: Keluar
it: Esci
pt: Sair

source: Sign out
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
it: Esci
pt: Sair

source: Are you sure you want to sign out?
es: ¿Está seguro de que desea salir?
fr: Souhaitez-vous vraiment vous déconnecter ?
id: Apakah Anda yakin ingin keluar?
it: Sei sicuro di voler scollegarti ed uscire?
pt: Tem certeza que deseja sair?
