Repository: Cadasta/cadasta-platform
Catalog: cadasta/config/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, it, pt

source: You have downloaded all data from project "%(project_name)s" in shapefile format. Besides this README, the ZIP archive contains the shape files and CSV files containing the project data. Shape files can only store geometries of a single type: either point, line, polygon or multigeometry variants of these. Because of this, you will find a shape file for each type of geometry in project "%(project_name)s". We currently support point, linestring, polygon, multipoint, multilinestring and multipolygon geometries. All shape files are provided with their corresponding *.shx, *.prj and *.dbf files. The attribute table of each shapefile contains only the location ID. The attributes for locations, parties and relationships are provided in CSV files called locations.csv, parties.csv and relationships.csv. We use CSV instead of dBase files to avoid certain restrictions of the dBase format that would cause some data to be truncated.
it: Hai scaricato tutti i dati dal progetto "%(project_name)s" in formato shapefile. Insieme a questo README, l'archivio ZIP contiene i documenti shapefile e CSV che contengono i dati del progetto. Documenti shapefile possono contenere solamente geometrie di tipo semplice: punto, linea, poligono o varianti multigeometriche di questi. Perciò, troverai un documento shapefile per ogni tipo di geometria del progetto "%(project_name)s". Al momento supportiamo le seguenti geometrie: punti, linee, poligoni, multipunti, multilinee e multipoligoni. Tutti i documenti shapefile sono provvisti con i loro corrispondenti documenti *.shx, *.prj e *.dbf. L'attributo delle tabella in ogni documenti shapefile contiene solamente il luogo ID. Gli attributi dei luogi, delle parti e delle relazioni sono nei documenti CSV, chiamati rispettivamente luoghi.csv, parti.csv e relazioni.csv. Usiamo documenti CSV invece di dBase per evitare delle restrizioni quali la troncatura di alcuni dati.

source: You're receiving this email because you have been added to %(organization)s on %(site_name)s.
es: Ha recibido este correo electrónico porque se lo ha añadido a %(organization)s en %(site_name)s.
fr: Vous recevez cet e-mail parce que vous avez été ajouté(e) à %(organization)s sur %(site_name)s.
id: Anda menerima email ini karena Anda telah ditambahkan ke %(organization)s pada %(site_name)s.
it: Ricevi questa email perché sei stato aggiunto/a all'organizzazione %(organization)s sul %(site_name)s.
pt: Está a receber este e-mail porque foi adicionado à %(organization)s em %(site_name)s.

source: Did you not want to be added to this organization, click here:
es: Si no desea ser añadido a esta organización, haga clic aquí:
fr: Vous n'avez pas souhaité être ajouté(e) à cette organisation ? Cliquez ici :
id: Anda tidak berminat untuk ditambahkan dalam organisasi ini, klik disini:
it: Se non volevi essere aggiunto a questa organizzazione, clicca qui:
pt: Será que você não quer ser adicionado a esta organização, clique aqui:

source: Add organization
es: Añadir organización
fr: Ajouter une organisation
id: Tambahkan organisasi
it: Aggiungi organizzazione
pt: Adicionar organização

source: Overview
es: Información general
fr: Vue d'ensemble
id: Ringkasan
it: Panoramica
pt: Visão geral

source: Add project
es: Añadir proyecto
fr: Ajouter un projet
id: Tambahkan proyek
it: Aggiungi progetto
pt: Adicionar projecto

source: Country
es: País
fr: Pays
id: Negara
it: Paese
pt: País

source: Last updated
es: Última actualización
fr: Dernière mise à jour
id: Terakhir diperbarui
it: Ultimo aggiornamento
pt: Ultima actualização

source: Archived
es: Archivado
fr: Archivé
id: Arsip
it: Archiviato
pt: Arquivado

source: Edit project details
es: Editar los detalles del proyecto
fr: Modifier les détails du projet
id: Ubah rincian proyek
it: Modifica dettagli progetto
pt: Editar detalhes do projecto

source: Contacts
es: Contactos
id: Kontak
it: Contatti
pt: Contactos

source: Members
es: Miembros
fr: Membres
id: Anggota
it: Membri
pt: Membros

source: Organization Overview
es: Información general de la organización
fr: Vue d'ensemble de l'organisation
id: Ringkasan Organisasi
it: Panoramica Organizzazione
pt: Organização Overview

source: Edit
es: Editar
fr: Modifier
id: Ubah
it: Modifica
pt: Editar

source: Edit organization
es: Editar organización
fr: Modifier l'organisation
id: Ubah organisasi
it: Modifica organizzazione
pt: Editar organização

source: Organization name
es: Nombre de la organización
fr: Nom de l'organisation
id: Nama organisasi
it: Nome organizzazione
pt: Nome da organização

source: Organization description
es: Descripción de la organización
fr: Description de l'organisation
id: Deskripsi organisasi
it: Descrizione organizzazione
pt: Descrição da organização

source: Organization URL
es: URL de la organización
fr: URL de l'organisation
id: URL Organisasi
it: URL organizzazione
pt: URL da organização

source: Add
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
pt: Adicionar

source: Organization
es: Organización
fr: Organisation
id: Organisasi
it: Organizzazione
pt: Organização

source: Last login
es: Último inicio de sesión
fr: Dernière connexion
id: Masuk terakhir
it: Ultimo accesso
pt: Último login

source: Add member
es: Añadir miembro
fr: Ajouter un membre
id: Tambah anggota
it: Aggiungi membro
pt: Adicionar membro

source: Enter new member's username or email address
es: Ingrese el nombre de usuario o la dirección de correo electrónico del nuevo miembro
fr: Saisissez le nom d'utilisateur ou l'adresse e-mail du nouveau membre
id: Masukan nama pengguna dan email anggota baru
it: Inserisci nome utente o indirizzo email del nuovo membro

source: Edit member
es: Editar miembro
fr: Modifier le membre
id: Ubah anggota
it: Modifica membro

source: Last login:
es: Último inicio de sesión:
fr: Dernière connexion :
id: Masuk terakhir:
it: Ultimo accesso:
pt: Último login

source: Role
es: Rol
fr: Rôle
id: Peran
it: Ruolo

source: Remove member
es: Eliminar miembro
fr: Retirer un membre
id: Hapus anggota
it: Rimuovi membro

source: An organization administrator cannot remove themself.
es: El administrador de una organización no puede eliminarse a sí mismo.
fr: Un administrateur d'une organisation ne peut se retirer lui-même.
id: Seorang administrator organisasi tidak dapat menghapus dirinya sendiri.
it: L'amministratore di un'organizzazione non può rimuovere se stesso.
pt: Um administrador de organização não pode se remover.

source: Member Permissions
es: Permisos de los miembros
fr: Autorisations des membres
id: Izin Anggota
it: Permessi dei membri

source: Permissions
es: Permisos
fr: Autorisations
id: Izin
it: Permessi
pt: Permissões

source: Remove Member
es: Eliminar miembro
fr: Retirer un membre
id: Hapus Anggota
it: Rimuovi Membro

source: Removing this member will remove the member's project permissions for this organization.
es: Al eliminar a este miembro se eliminarán los permisos del proyecto del miembro para esta organización.
fr: Retirer ce membre supprimera les autorisations liées aux projets de ce membre pour cette organisation.
id: Menghapus anggota ini akan menghapus izin proyek anggota untuk organisasi ini.
it: Rimuovendo questo membro rimuoverai pure i suoi permessi nel progetto di questa organizzazione.

source: Are you sure you want to remove this member?
es: ¿Está seguro de que desea eliminar a este miembro?
fr: Souhaitez-vous vraiment retirer ce membre ?
id: Apakah Anda yakin ingin menghapus anggota ini?
it: Sei sicuro/a di voler rimuovere questo membro?

source: Yes, remove this member
es: Sí, eliminar a este miembro
fr: Oui, retirer ce membre
id: Ya, hapus anggota ini
it: Si, rimuovi questo membro

source: Confirm Role Change
es: Confirmar cambio de rol
fr: Confirmer le changement de rôle
id: Konfirmasi Peran Perubahan
it: Conferma Cambio Ruolo

source: Changing this role to administrator will remove project-level permissions and grant full access. Are you sure you want to change the role from member to administrator?
es: Al cambiar este rol a administrador se eliminarán los permisos a nivel del proyecto y se otorgará acceso completo. ¿Está seguro de que desea cambiar el rol de miembro a administrador?
fr: Faire de ce membre un administrateur lui retirera les autorisations en fonction des projets et lui accordera un plein accès. Souhaitez-vous vraiment faire de ce membre un administrateur ?
id: Mengubah peran ini untuk administrator akan menghapus izin tingkat proyek dan memberikan akses penuh. Apakah Anda yakin ingin mengubah peran dari anggota ke administrator?
it: Cambiando il ruolo in amministratore rimuoverai i permessi associati al livello del progetto ed assegnerai pieno accesso. Sei sicuro/a di voler cambiare il ruolo da membro ad amministratore?

source: Changing this role to member will remove full access and permissions will need to be assigned on a project level. Are you sure you want to change the role from administrator to member?
es: Al cambiar este rol a miembro se eliminará el acceso completo y se deberán asignar los permisos a nivel del proyecto. ¿Está seguro de que desea cambiar el rol de administrador a miembro?
fr: Faire de cet administrateur un membre lui retirera le plein accès et des autorisations devront lui être attribuées en fonction des projets. Souhaitez-vous vraiment faire de cet administrateur un membre ?
id: Mengubah peran ini untuk anggota akan menghapus akses penuh dan izin harus diberikan pada tingkat proyek. Apakah Anda yakin ingin mengubah peran dari administrator ke anggota?
it: Cambiando questo ruolo in membro rimuoverai l'accesso completo e dovrai assegnare i permessi all'interno del progetto. Sei sicuro/a di voler cambiare il ruolo d'amministratore a quello di membro?

source: More actions
it: Più azioni

source: Unarchive organization
es: Dejar de archivar la organización
fr: Désarchiver l'organisation
id: Pulihkan arsip organisasi
it: Rimuovi organizzazione dall'archivio
pt: Desarquivar organização

source: Archive organization
es: Archivar la organización
fr: Archiver l'organisation
id: Arsipkan organisasi
it: Archivia organizzazione
pt: Arquivar organização

source: Toggle add
es: Alternar agregado
fr: Basculer l'ajout
id: Tambah fungsi
it: Aggiungi toggle
pt: Alternar add

source: Add org member
es: Añadir miembro de la organización
fr: Ajouter un membre à l'organisation
id: Tambahkan anggota organisasi
it: Aggiungi membro org
pt: Adicionar membro da organização

source: Are you sure you want to archive this organization?
es: ¿Está seguro de que desea archivar esta organización?
fr: Souhaitez-vous vraiment archiver cette organisation ?
id: Apakah Anda yakin ingin mengarsipkan organisasi ini?
it: Sei sicuro/a di voler archiviare l'organizzazione?
pt: Tem certeza de que deseja arquivar esta organização?

source: Yes, archive this organization
es: Sí, archivar esta organización
fr: Oui, archiver cette organisation
id: Ya, arsipkan organisasi ini
it: Sì, archivia questa organizzazione
pt: Sim, arquivar esta organização

source: Are you sure you want to unarchive this organization?
es: ¿Está seguro de que desea dejar de archivar esta organización?
fr: Souhaitez-vous vraiment désarchiver cette organisation ?
id: Apakah Anda yakin ingin memulihkan arsip organisasi ini?
it: Sei sicuro/a di voler rimuovere questa organizzazione dall'archivio?
pt: Tem certeza de que deseja desarquivar esta organização?

source: Yes, unarchive this organization
es: Sí, dejar de archivar esta organización
fr: Oui, désarchiver cette organisation
id: Ya, pulihkan arsip organisasi ini
it: Sì, rimuovi questa organizzazione dall'archivio
pt: Sim, desarquivar esta organização

source: Add details
es: Añadir detalles
fr: Ajouter des détails
id: Tambahkan rincian
it: Aggiungi dettagli

source: 1. General Information
es: 1. Información general
fr: 1. Informations générales
id: 1. Informasi Umum
it: 1. Informazioni Generali
pt: 1. Informações Gerais

source: Select organization
es: Seleccionar organización
fr: Sélectionner une organisation
id: Pilih organisasi
it: Seleziona organizzazione
pt: Selecionar organização

source: Project name
es: Nombre del proyecto
fr: Nom de projet
id: Nama proyek
it: Nome progetto
pt: Nome do Projecto

source: Project description
es: Descripción del proyecto
fr: Description du projet
id: Deskripsi proyek
it: Descrizione progetto
pt: Descrição do projecto

source: Project URL
es: URL del proyecto
fr: URL du projet
id: URL Proyek
it: URL progetto
pt: URL do projecto

source: 2. Questionnaire
es: 2. Cuestionario
id: 2. Kuesioner
it: 2. Questionario
pt: 2. Questionário

source: Select the questionnaire file to use for this project
es: Seleccione el archivo del cuestionario que se utilizará para este proyecto
fr: Sélectionnez le fichier questionnaire à utiliser pour ce projet
id: Pilih berkas kuesioner yang digunakan untuk proyek ini
it: Seleziona il documento del questionario da usare per il progetto
pt: Selecionar o ficheiro de questionário a ser usado para este projecto

source: Accepted file types: xls, xlsx
es: Tipos de archivo aceptados: xls, xlsx
fr: Types de fichiers pris en charge : xls, xlsx
id: Tipe berkas yang diterimaL xls, xlsx
it: Tipi di documenti accettati: xls, xlsx

source: To get started, choose the form that most closely matches your documentation needs. <ul> <li>The <a href="https://docs.google.com/spreadsheets/d/1MHg6iok4SkDxN2NdMVt3P2W9UZe81VxH6CpAz_eUtOY/pub?output=xlsx" class="alert-link">Customary Rights Form</a> is designed for documenting the rights of a single group of people who are using a single parcel or piece of land.</li> <li>The <a href="https://docs.google.com/spreadsheets/d/1hyF_uxZb4959lxD6vDMM574cQEFTyq636VAS7n3e0MA/pub?output=xlsx" class="alert-link">Sustainable Sourcing Form</a> is for documenting land that's being used for sustainable agricultural production.</li> <li>The <a href="https://docs.google.com/spreadsheets/d/1iORFg75ofq-QzLB5x-WvuggEZN6JaE0iS6yqc7dE1Y0/pub?output=xlsx" class="alert-link">Urban Informal Settlements Form</a> is for documenting many people who may be living in a very small urban area.</li> </ul> If you need help or have questions, <a href="http://cadasta.org/contact/" target="_blank" class="alert-link">please contact us</a>.
it: Per iniziare, scegli il modulo che meglio corrisponde alle tue esigenze. <ul> <li>Il <a href="https://docs.google.com/spreadsheets/d/1MHg6iok4SkDxN2NdMVt3P2W9UZe81VxH6CpAz_eUtOY/pub?output=xlsx" class="alert-link">Modulo Diritti Consuetudinari</a> è designato per documentare i diritti di un singolo gruppo di persone le quali utilizzano un lotto singolo o parte di terreno.</li> <li>Il <a href="https://docs.google.com/spreadsheets/d/1hyF_uxZb4959lxD6vDMM574cQEFTyq636VAS7n3e0MA/pub?output=xlsx" class="alert-link">Modulo Estrazione Sostenibile</a> è per documentare la terra che è usata per produzione agricola sostenibile.</li> <li>Il <a href="https://docs.google.com/spreadsheets/d/1iORFg75ofq-QzLB5x-WvuggEZN6JaE0iS6yqc7dE1Y0/pub?output=xlsx" class="alert-link">Modulo Insediamenti Urbani Informali</a> è per documentare le tante persone le quali vivono in un area urbana molto ristretta.</li> </ul> Per domande di chiarimento o supporto, <a href="http://cadasta.org/contact/" target="_blank" class="alert-link">la preghiamo di contattarci</a>.

source: 3. Contacts
es: 3. Contactos
id: 3. Kontak
it: 3. Contatti
pt: 3. Contactos

source: Next
es: Siguiente
fr: Suivant
id: Berikutnya
it: Prossimo
pt: Próximo

source: Previous
es: Anterior
fr: Précédent
id: Sebelumnya
it: Precedente
pt: Anterior

source: Draw map
es: Trazar mapa
fr: Dessiner une carte
id: Gambar peta
it: Disegna mappa

source: Draw project on map
es: Trazar proyecto en el mapa
fr: Dessiner un projet sur une carte
id: Gambar proyek pada peta
it: Disegna progetto sulla mappa
pt: Desenhar projecto no mapa

source: Use the tools provided on the left side of the map to outline your new project boundary. Once complete, select the save button below.
es: Utilice las herramientas proporcionadas a la izquierda del mapa para delinear el límite de su nuevo proyecto. Una vez que termine, seleccione el botón de guardado a continuación.
fr: Utilisez les outils proposés à gauche de la carte pour préciser la limite de votre nouveau projet. Une fois terminé, cliquez sur le bouton Enregistrer ci-dessous.
id: Gunakan fungsi yang disediakan pada sisi kiri peta untuk menandakan batas proyek baru Anda. Jika sudah selesai, pilih tombol simpan di bawah.
it: Usa gli strumenti sulla barra di sinistra della mappa per definire i confini del tuo nuovo progetto. Per salvare, seleziona il tasto salva sottostante.
pt: Use as ferramentas fornecidas no lado esquerdo do mapa para delinear o limite do seu novo projecto. Uma vez completo, selecione o botão salvar abaixo.

source: We encourage you to mark the area in which your project takes place (if your project doesn't include the entire world). This makes interactions simpler and also helps other users to find your project.
es: Lo animamos a marcar el área donde se lleva a cabo su proyecto (si es que su proyecto no incluye todo el mundo). Esto hace que las interacciones sean más simples y también ayuda a que otros usuarios encuentren su proyecto.
fr: Nous vous encourageons à marquer la zone dans laquelle votre projet a lieu (si votre projet ne concerne pas le monde entier). Cela facilite les interactions et aide également les autres utilisateurs à trouver votre projet.
id: Kami menyarankan Anda untuk menandakan wilayah dimana proyek Anda berlangsung (jika proyek Anda tidak melingkupi seluruh dunia). Ini akan membuat interaksi menjadi lebih sederhana dan juga membantu pengguna lain untuk menemukan proyek Anda.
it: La incoraggiamo a segnare l'area nella quale il tuo progetto ha luogo (nel caso il tuo progetto non dovesse includere il mondo intero). Questo facilita ed aiuta altri utenti a trovare il tuo progetto.
pt: Encorajamos a marcação da área em que o seu projecto está sendo implementado (se o projecto não inclui o mundo inteiro). Isso faz com que as interações sejam mais simples e também ajuda outros usuários a encontrar o seu projecto.

source: Assign team
es: Asignar equipo
fr: Affecter une équipe
id: Tentukan tim
it: Assegna gruppo

source: Assign permissions to members
es: Asignar permisos a miembros
fr: Attribuer des autorisations aux membres
id: Tentukan izin ke anggota
it: Assegna permessi ai membri
pt: Atribuir permissões para os membros

source: Not able to find a member? Organization administrators must first invite users to join your organization before permissions can be assigned.
es: ¿No puede encontrar un miembro? Los administradores de la organización primero deben invitar a los usuarios para que se unan a su organización antes de que puedan asignarse los permisos.
fr: Vous n'arrivez pas à trouver un membre ? Les administrateurs d'une organisation doivent d'abord inviter les utilisateurs à rejoindre ladite organisation avant de pouvoir attribuer des autorisations.
id: Tidak dapat menemukan seorang anggota? Administrator organisasi pertama-tama harus mengundang pengguna untuk bergabung dalam organisasi sebelum izin anggota dapat ditentukan.
it: Non sei in gradi di trovare un membro? Gli amministratori dell'organizzazione devono prima invitare gli utenti ad unirsi alla tua organizzazione prima che i permessi possano essere assegnati.
pt: Não é capaz de encontrar um membro? Administradores da organização deve primeiro convidar usuários para participar na sua organização antes de permissões podem ser atribuídas.

source: Email address
es: Dirección de correo electrónico
fr: Adresse e-mail
id: Alamat email
it: Indirizzo email
pt: Endereço de e-mail

source: Finish
es: Terminar
fr: Terminer
id: Selesai
it: Finisci
pt: Terminar

source: Draw Map
es: Trazar mapa
fr: Dessiner une carte
id: Gambar peta
it: Disegna Mappa
pt: Desenhar Mapa

source: Add Details
es: Añadir detalles
fr: Ajouter des détails
id: Tambahkan rincian
it: Aggiungi Dettagli
pt: Adicionar detalhes

source: Assign Team
es: Asignar equipo
fr: Affecter une équipe
id: Tentukan tim
it: Assegna Gruppo
pt: Atribuir Equipe

source: Select import fields
es: Seleccionar campos de importación
fr: Sélectionner les champs d'importation
id: Pilih baris impor
it: Seleziona campi importazione

source: The following attribute fields can be imported. To prevent a field from being imported, deselect the checkbox in the right column.
es: Los siguientes campos de atributo pueden ser importados. Para evitar que un campo sea importado, quite la selección de la casilla de verificación de la columna derecha.
fr: Les champs d'attributs suivants peuvent être importés. Pour éviter qu'un champ soit importé, décochez la case dans la colonne de droite.
id: Bidang atribut berikut dapat diimpor. Untuk mencegah lapangan dari yang diimpor, hapus centang pada kotak di kolom kanan.
it: I seguenti campi attributo possono essere importati. Per evitare che i campi vengano importati, deseleziona la casella sulla colonna di destra.

source: CSV Column
es: Columna de CSV
fr: Colonne CSV
id: Kolom CSV
it: Colonna CSV

source: Schema Attribute
es: Atributo del esquema
fr: Attribut des schémas
id: Atribut skema
it: Attributo Schema

source: Content Type
es: Tipo de contenido
fr: Type de contenu
id: Tipe konten
it: Tipo Contenuto

source: Required
es: Obligatorio
fr: Requis
id: Dibutuhkan
it: Obbligatorio

source: Import
es: Importar
fr: Importer
id: Impor
it: Importa

source: We could not match any import fields to attributes in your project schema.
es: No encontramos coincidencias entre ningún campo de importación y los atributos en el esquema de su proyecto.
fr: Nous ne trouvons pas de correspondance entre les champs d'importation et les attributs dans le schéma de votre projet.
id: Kami tidak bisa ditemukan pada bidang impor untuk atribut dalam skema proyek Anda.
it: Non siamo riusciti ad abbinare alcun campo importato con gli attributi dello schema nel tuo progetto.

source: The following import fields have no corresponding attribute in your project schema:
es: Los siguientes campos de importación no tienen atributos correspondientes en el esquema de su proyecto:
fr: Les champs d'importation suivants n'ont pas d'attributs correspondants dans le schéma de votre projet :
id: Bidang impor berikut tidak memiliki atribut yang sesuai dalam skema proyek Anda:
it: I seguenti campi importati non hanno corrispondenti attributi nello schema del tuo progetto:

source: The following fields can be imported:
es: Los campos siguientes pueden importarse:
fr: Les champs suivants peuvent être importés :
id: Baris berikut ini dapat di-impor
it: I seguenti campi possono essere importati:

source: The following attributes were found in your schema but do not correspond to any import fields.
es: Los atributos siguiente fueron encontrados en su esquema pero no corresponden a ningún campo de importación.
fr: Les attributs suivants ont été trouvés dans votre schéma, mais ne correspondent pas à des champs d'importation.
id: Atribut berikut ditemukan dalam skema Anda, tetapi tidak sesuai dengan setiap bidang impor.
it: I seguenti attributi sono stati trovati nel tuo schema ma non corrispondo ai campi importati.

source: Open location
es: Abrir ubicación
fr: Emplacement ouvert
id: Buka lokasi
it: Apri luogo
pt: Abrir localização

source: Parties
es: Entidades
id: Kelompok
it: Parti
pt: Partes

source: Resources
es: Recursos
fr: Ressources
id: Sumber daya
it: Risorse
pt: Recursos

source: Project Map
es: Mapa del proyecto
fr: Carte du projet
id: Proyek Peta
it: Mappa Progetto
pt: Mapa do Projeto

source: Add location
es: Añadir ubicación
fr: Ajouter un emplacement
id: Tambahkan lokasi
it: Aggiungi luogo
pt: Adicionar localização

source: Import project data
es: Importar los datos del proyecto
fr: Importer les données du projet
id: Impor data proyek
it: Importa dati progetto
pt: Importar dados do projeto
